{
  "/": {
    "title": "Heidi Huang • Notebook",
    "content": "# Howdy, Heidi Huang here. Welcome to my notebook: the place for my scattered thoughts and updates.\n\u003e [!tip] Learning in public since 2023.\n\nWelcome to my **notebook**: the place for all my scattered notes and updates.\n\n- [[Thoughts in Passing]]\n## I'm writing about...\n- [[Journal/2023/2023 Learnings|2023 Learnings]]\n- [[Journal/2024/Leaning into my curiosity|Leaning into my curiosity]]\n- [[Everything I know about fitness]]\n## Key Landing Pages  \n- ⚡️ [[Now]]\n- 🎯 [[My Values]]\n- 🤔 [[Beliefs]]\n- 📚 [[Reading List]]\n- 😌 [[Man, I'm lucky]]\n- 🗣️ [[Real talk - interesting conversation questions]]\n## Other Pages\n\u003e All posts sorted by tags [here](https://heidihuang.com/tags/)\n- ⏳ [[Yearly/Yearly Goals]]\n- 🧬 [[Biology/Biology Stuff]]\n- 🏔️ [[The Impossible List]]\n- 💬 [[Quotes]] \n- 🔺 ",
    "lastmodified": "2024-03-18T13:55:55.529953463-07:00",
    "tags": []
  },
  "/Beliefs": {
    "title": "Beliefs",
    "content": "\u003e Strong convictions, loosely held. \n\nThis page provides some insight into my thoughts, likes, and dislikes. If something resonates with you or simply intrigues you, feel free to reach out through the contact form just below the title of this page. Let’s chat!\n## Beliefs\n- Is a hot dog a sandwich? No. According to the [Cube Rule of Food Identification](https://cuberule.com/), a hot dog is a taco.\n- [School is not enough](https://www.palladiummag.com/2023/06/06/school-is-not-enough/). More meaningful early experiences and opportunities for agency outside conventional schooling paths, please. \n- More [walkable and bikable](https://www.youtube.com/watch?v=uxykI30fS54) cities, please. \n## Likes\n- Things that give people more agency\n## Dislikes\n- Blueberries\n## Things I haven't made up my mind on \n- [P(doom)](https://www.fastcompany.com/90994526/pdoom-explained-how-to-calculate-your-score-on-ai-apocalypse-metric)\n\n",
    "lastmodified": "2024-03-18T13:11:06.602837416-07:00",
    "tags": []
  },
  "/Biology/A-traceless-linker-for-aliphatic-amines-that-rapidly-and-quantitatively-fragments-after-reduction": {
    "title": "A traceless linker for aliphatic amines that rapidly and quantitatively fragments after reduction",
    "content": "[Link](https://pubs.rsc.org/en/content/articlelanding/2020/sc/d0sc00929f) to paper. Quotes and relevant (to me; this is not a comprehensive overview of the paper) below, loosely structured.\n\n---\n## Notes\n### Intro\nTitle \n- \"traceless\" - does not leave a permanent or detectable mark or residue, aka  reversible modification or can be undone without leaving a lasting impact on the original structure\n\nRSLs\n- RSLs are important to drug delivery for many reasons (see pg 8973)\n- Important RSL application: \"reversible modification of Lys on proteins\" (8973) \n\t- e.g. RSLs can be used to attach PEG or cell-penetrating peptides to improve proteins' therapeutic efficacy\n\t- Lys residues on proteins\n\t\t- Advantage (why Lys is an appealing target for conjugating adjuvants to proteins): Lys commonly found on proteins, easily modifiable under mild aqueous conditions due to high nucleophilicity\n\t\t- Bad (challenges in modification): Lys crucial for protein activity, so extensiv e modification tends to compromise protein function\n\t- Where RSLs come in: RSLs offer *reversible* Lys modification, so promising strategy for effective protein delivery\n- 2 major classes of RSLs developed to modify `aliphatic` amines, but no widespread applications for protein delivery bc of their \"slow `self-immolation` rates or incomplete release\" (8973-8974)\n\t- Thus, there is a need for new \"amine-modifying RSLs that can modify the Lys residues of proteins in a traceless manner\" \n### DEC: a traceless self-immolative linker\n- DEC := dithiol-ethyl carbonate linker connected to a benzyl carbamate linker\n\t- \"DEC is composed of two rapidly hydrolyzing self-immolative linkers connected in series, and this unique design allows it to overcome the challenges associated with making RSLs for aliphatic amines\" (8974)\n\t- Significance: DEC has many potential applications in biotech bc aliphatic amines are common on small molecules and protein therapeutics (8974)\n- Applications of DEC in this paper\n\t- Modify CRISPR-Cas9 with PEG, `cell-penetrating peptides` (CPPs), and donor DNA\n\t\t- Why use CRISPR-Cas9 as a model protein to PEGylate with DEC to examine the self-immolative nature of DEC? bc \"Cas9 has multiple Lys residues in its active site, and widespread modification of the Lys residues will result in its inactivation\" (8975), also bc PEGylating Cas9 could potentially address some of its delivery challenges, specifically its \"immunogenicity (potential to trigger an immune response) slow diffusion through tissue, and proteolysis in serum\" (8975)\n### Results and Discussion\n- \"PEGylated Cas9 has numerous potential advantages over wild type Cas9, such as lower immunogenicity and improved diffusion through tissue, which is essential for genome editing in a clinical setting\" (8976) \n- Experiment: testing if Cas9-DEC-PEG can efficiently diffuse through striatum after an intracranial injection\n\t- Why brain? bc poor diffusion of Cas9 through brain tissue is a key delivery challenge holding back Cas9's clinical potential\n\t- Result: \"Fig. 3d indicates that Alexa488Cas9–DEC–PEG5k diffused through the striatum signicantly better than its unmodied counterpart (Alexa488- Cas9), and had a volume of distribution (Vd) that was 3.7-fold higher than native Alexa488Cas9 (Table S2†).\" (8976)\n\t\t- Interpretation (of this and other experiments' results not mentioned here): \"DEC linker can reversibly modify the Lys residues of proteins (Cas9) and has the stability in biological fluids needed for in vivo applications\"\n- Cas9 and CPP\n\t- CPPs can be conjugated to Cas9 using DEC linker\n\t- Cas9-CPP can edit cells\n\t- CPP-DEC enhances internalization of Cas9 into cells (experiment used human cardiomyocytes)\n\t- DEC enhances efficiency of `homology-directed repair` (HDR) by \"reversibly conjugating Cas9 RNP to template donor DNA\" (8978)\n\t\t- Significance: bottleneck preventing translation of Cas9-based therapeutics is generating HDR in cells with Cas9 reagents\n\t\t- \"Recently, chemically tethered Cas9 RNP–donor DNA has been demonstrated to result in signicant increases in HDR, due to the simultaneous localization of Cas9 RNP and donor DNA within the same region of the genome.\" (8978)\n\t\t\t- My understanding: in HDR, the repair process involves using the donor DNA template to precisely replace or insert a sequence at the site of the double-strand break. Simultaneous localization ensures that both the molecular scissors (Cas9) and the template for repair (donor DNA) are present together at the target site. \n\t\t- Need: \"However, current methods for tethering the Cas9 RNP to donor DNA require making Cas9 fusion proteins, which have been challenging to express and purify\" (8978)\n\t\t- Finding: \"DEC was...able to increase the HDR rate of the CRISPR system by 50% by reversibly tethering donor DNA to Cas9 RNP in traceless manner\" (8979)\n### Summary of Findings\n- Developed a novel traceless self-immolative linker, DEC, which can modify aliphatic amines and rapidly release them after reduction\n- Reversibly modified Lys on Cas9 with PEG using DEC, enhancing Cas9 diffusion through brain tissue \n- Reversibly modified Cas9 protein via DEC, conjugating Lys with CPP Arg10\n\t\t- Cas9–CPP successfully edited cells, showing potential as a self-delivering (without the need for `transfection reagents`) Cas9 RNP formulation\n- DEC increased HDR rate of CRISPR system by 50%, reversibly tethering donor DNA to Cas9 RNP\n## Glossary\n- `reduction sensitive linker` (RSL): a chemical linkage or bond within a molecule that is designed to be sensitive to reduction reactions \n- `self-immolation`: spontaneous breaking or cleaving of a particular chemical bond in a molecule\n- `aliphatic`: non-aromatic\n- `cell-penetrating peptide` (CPP): short peptide sequence with the ability to traverse cell membranes and facilitate the entry of various cargo molecules, such as proteins, nucleic acids, or nanoparticles, into cells\n- `homology-directed repair` (HDR): DNA repair mechanism that uses a homologous DNA template to accurately and precisely repair double-strand breaks in the DNA. This process relies on the cell's ability to use an intact, homologous DNA sequence as a template for repair (different than NHEJ)\n- `transfection reagent`: substance or formulation used to introduce foreign genetic material (in this case, to introduce CRISPR machinery) into eukaryotic cells\n\n## Comments\nAs a molecular and cell biology major, I do not have a deep understanding of a lot of the chemistry the authors of this paper go into. \n\n## Questions to ask\n- \"Generating HDR in cells with Cas9 reagents is a central challenge in genome editing, and is currently one of the key bottlenecks preventing the translation of Cas9 based therapeutics.35 A crucial challenge in promoting efficient HDR is to deliver sufficient quantities of the Cas9 RNP and donor DNA into cells.\" (8978) \n\t- My understanding: DSBs induced by CRISPR-Cas9 are repaired by NHEJ (faster, more prevalent, but more error prone, introduces small indels) instead of HDR (more precise but less efficient). So why does delivering sufficient quantities of Cas9 RNP and donor DNA into cells promote efficient HDR? Under what conditions does a cell favor HDR over NHEJ?",
    "lastmodified": "2024-01-18T00:28:29.869633592-08:00",
    "tags": [
      "Biology",
      "Paper"
    ]
  },
  "/Biology/Biology-Stuff": {
    "title": "Biology Stuff",
    "content": "## Cool Papers\n1. [[Biology/Efficient genome editing in the mouse brain by local delivery of engineered Cas9 RNP complexes]]\n2. [[Biology/In vivo CRISPR base editing of PCSK9 durably lowers cholesterol in primates|In vivo CRISPR base editing of PCSK9 durably lowers cholesterol in primates]]\n3. Engineering precision nanoparticles for drug delivery\n4. [[Biology/A traceless linker for aliphatic amines that rapidly and quantitatively fragments after reduction|A traceless linker for aliphatic amines that rapidly and quantitatively fragments after reduction]]\n5. [[PDFs/A programmable dual RNA-guided DNA endonuclease in adaptive bacterial immunity|A programmable dual RNA-guided DNA endonuclease in adaptive bacterial immunity]]\n\n- \n## Books I've Read  \n- [[Reading List|The Gene]]\n- [[Reading List|The Code Breaker]] \n- [[Books/For Blood and Money|For Blood and Money]]\n## random stuff\n- [[Biology/Glossary]]\n- [[Journal/2023/What kind of research assistant do I want to be?|What kind of research assistant do I want to be?]]",
    "lastmodified": "2024-02-25T00:36:37.113552264-08:00",
    "tags": [
      "Biology"
    ]
  },
  "/Biology/Cell-culture-tips": {
    "title": "Cell culture tips",
    "content": "As my postdoc / mentor likes to say, \n\u003e Trust no one. (only applies to cell culture, not to life in general)\n\n## Tips\n- Before each use\n\t- Make sure sash is at the correct height \n\t- Wipe down hood thoroughly with booze (70% ethanol) before starting and after each use\n- Sterile handling\n\t- Spray down *everything* that goes into the hood with booze, including \n\t\t- First time putting your hands and arms into the hood: spray your gloved hands + a little bit up your sleeve\n\t\t- Every time your hands exit the hood, spray them with booze again before putting them back into the hood\n\t- Switch Pasteur pipette tips at at least between different cell types\n\t- Apparently a controversial statement, but keep lids and caps facing up \n\t- Avoid sucking up media into serological pipette gun \n\t- Keep lids and caps on as often as possible\n\t- Try your best to not touch the inside of dishes and flasks with pipettes and tips\n- Organization\n\t- Keep objects out of the vent at the front of the hood (push things inside the hood)\n\t- Try not to pass hands, bottles, pipettes, tubes etc. over any open and uncovered media bottles, uncovered plates, and opened tips\n- After each use\n\t- UV \n\t- Wipe everything down with booze\n\t- Vacuum tube: spray with bleach + booze\n",
    "lastmodified": "2023-11-12T19:50:26.73595558-08:00",
    "tags": [
      "Biology"
    ]
  },
  "/Biology/Efficient-genome-editing-in-the-mouse-brain-by-local-delivery-of-engineered-Cas9-RNP-complexes": {
    "title": "Efficient genome editing in the mouse brain by local delivery of engineered Cas9 RNP complexes",
    "content": "\u003e [Link](https://www.nature.com/articles/nbt.3806) to paper\n\n## Summary\n1. The study demonstrates efficient genome editing in post-mitotic neurons of the adult mouse brain using Cas9 ribonucleoprotein (RNP) complexes -\u003e holds promise for correcting/inactivating genetic causes of neurological diseases characterized by specific neuronal populations via safe Cas9 delivery with minimal immune response \n2. Engineered Cas9 variants with multiple SV40 nuclear localization sequences (NLS) enhance the efficiency of neuronal genome editing *in vivo* by 10x, addressing the challenge of tissue-specific delivery\n3. Mouse model Ai9 tdTomato is used to detect Cas9 editing, providing a quantitative method for genome modification. Specific guide RNAs activate tdTomato expression in genetically modified cells. \n4. Increasing the number of NLS sequences on Cas9 improves cell penetration and editing efficiency in cultured cells. Mixing RNPs with Lipofectamine2000 (transfection reagent) also facilitates RNP delivery into the cytoplasm in various cell types. \n\n## Other Notes\n### Background \n\u003e what is the gap in knowledge this research is trying to address?\n- Previous studies have shown the utility of Cas9-mediated genome editing in various tissues, but the challenge of tissue-specific delivery, especially in the complex neural environment, remain a significant hurdle\n### Hypothesis\n The engineered Cas9 RNP complexes with multiple NLS will enhance the efficiency of genome editing in neurons within the adult mouse brain. \n\t- These RNPs can overcome issues related to tissue-specific delivery, immune responses, and off-target effects, making them a more promising tool for correcting genetic causes of neurological diseases.\n### Experiments\n1. Testing different Cas9 RNP variants with varying NLS sequences in cultured cells and in the adult mouse brain. \n2. Stereotaxic injections of RNPs targeting tdTomato in various brain regions and subsequent analysis of edited cells.\n3. Dual-color immunofluorescence to identify the specific neuronal subtypes edited by 4xNLS-Cas9-2xNLS RNPs. \n4. Dose-dependent experiments to assess the effect of RNP quantity on the number and volume of edited cells. \n5. Analysis of microglia activation and immune response in the brain following RNP injection.\n### Observations and Conclusions\n1. Engineered Cas9 RNP complexes, particularly the 4×NLS-Cas9-2×NLS variant, demonstrate a tenfold increase in efficiency for genome editing in neurons within the adult mouse brain, effectively addressing the challenge of tissue-specific delivery.\n\t- i.e. NLS-rich CRISPR enzymes can self-deliver into neurons following local injection into brain tissue \n\t- NLS signals are similar to a typical cell-penetrating peptide\n1. In vivo genome editing with these RNPs is specific to the target gene (tdTomato), showing that RNPs are precise and do not result in off-target effects.\n2. The RNP-mediated editing is observed in various neuronal subtypes within the brain, confirming the potential for neuron-specific targeting and treatment of genetic neurological diseases.\n3. Increasing the RNP dose leads to a higher number and volume of genome-edited cells, indicating a dose-dependent response to RNP delivery.\n4. The study shows minimal immune response to Cas9 RNPs injected into the brain, suggesting the feasibility of safe and precise Cas9-RNP delivery for therapeutic purposes.\n### Iteration / Future Directions\n1.  Further exploration of the mechanisms underlying the in vivo neurotropism of 4×NLS-Cas9-2×NLS RNPs to understand how they specifically target neurons, potentially leading to the development of even more efficient delivery methods.\n2. Additional research to assess the safety and potential adaptive responses in the context of therapeutic Cas9-RNP delivery, with a focus on minimizing any immune-related side effects.\n",
    "lastmodified": "2023-12-04T23:55:15.270016045-08:00",
    "tags": []
  },
  "/Biology/Flow-Cytometry": {
    "title": "Flow Cytometry",
    "content": "- Helpful [animated video](https://www.youtube.com/watch?v=EQXPJ7eeesQ)\n- Takeaways from video\n\t- **Flow cytometry** is an experimental technique used to *count and analyze individual cells within a mixed population based on their size, shape, and other properties*.\n\t- Flow cytometry involves a machine called a flow cytometer, which consists of components like lasers, optics, detectors, and a computer system.\n\t- When a sample is placed in the flow cytometer, it is mixed with saline solution and passed through a laser beam, with each cell scattering light in multiple directions.\n\t- Forward scatter measures cell size. Side scatter measures cell shape and complexity. These measurements are converted into voltage pulses and presented as histograms.\n\t\t![[Images/FlowCytometry.png]]\n\t- Flow cytometry can also detect and quantify fluorescent signals from molecules like antibodies or dyes, allowing for the analysis of multiple colors simultaneously, making it a powerful technique for characterizing cell populations.",
    "lastmodified": "2023-10-08T22:51:36.087262276-07:00",
    "tags": [
      "Biology"
    ]
  },
  "/Biology/Glossary": {
    "title": "Glossary",
    "content": "- Lab techniques\n\t- [[Biology/Flow Cytometry|Flow Cytometry]]\n\t- [[Biology/Cell culture tips]]",
    "lastmodified": "2023-11-21T20:26:46.862011163-08:00",
    "tags": [
      "Biology"
    ]
  },
  "/Biology/In-vivo-CRISPR-base-editing-of-PCSK9-durably-lowers-cholesterol-in-primates": {
    "title": "In vivo CRISPR base editing of PCSK9 durably lowers cholesterol in primates",
    "content": "\u003e [Link](https://www.nature.com/articles/s41586-021-03534-y) to paper\n## Summary\n1. The paper demonstrates the successful in vivo delivery of CRISPR adenine base editors using lipid nanoparticles (LNPs) to modify disease-related genes in cynomolgus monkeys (*Macaca fascicularis*).\n2. CRISPR base editors efficiently and precisely modified the *PCSK9* gene in the liver, resulting in significant reductions in PCSK9 and low-density lipoprotein cholesterol (LDL-C) levels. \n3. The reduction in PCSK9 and LDL-C levels remained stable for at least 8 months after a single-dose treatment, supporting the potential for a \"once-and-done\" approach.\n4. The study establishes proof-of-concept for the efficient in vivo delivery of base editors to (non-human) primate livers, a crucial step for developing these editors for human disease treatment. \n5. Base-editing demonstrated advantages over standard gene-editing nucleases in terms of precision, efficiency, and potential for correcting disease-causing single-nucleotide mutations.\n## The Paper\n### Background \n\u003e what is the gap in knowledge this research is trying to address?\n\n- Gap in knowledge regarding efficient in vivo delivery of CRISPR adenine base editors to nonhuman primates \n\t- There are many examples of in vivo editing of target genes using CRISPR-Cas9 nucleases and CRISPR base editors in *rodent models* but not primates\n\t- Transition from rodent models --\u003e nonhuman primates is critical before considering in vivo administration of gene editors to human patients in clinical trials\n- PCSK9 gene is targeted for in vivo gene editing due to its relevance to familial hypercholesterolaemia, and the study aims to explore the potential of a 'once-and-done' approach for reducing LDL-C levels compared to existing therapies.\n### Hypothesis\n- CRISPR adenine base editors delivered in vivo using LNPs can efficiently and precisely modify disease-related genes, specifically the *PCSK9* gene, in cynomolgus monkeys\n### Experiments\n1. **Base Editing in Hepatocytes In Vitro:**\n    - Identified 20 gRNAs targeting PCSK9 splice sites and selected PCSK9-1 with high editing activity and orthogonality.\n    - Formulated LNPs containing ABE8.8 mRNA and PCSK9-1 gRNA for efficient delivery to human and cynomolgus monkey hepatocytes.\n    - Achieved over 60% base editing of the PCSK9 splice site in primary human hepatocytes and observed similar editing in cynomolgus monkey hepatocytes.\n2. **Base Editing in Mice:**\n    - Formulated LNPs containing ABE8.8 mRNA and PCSK9-1m gRNA for intravenous infusion in mice.\n    - Observed approximately 70% liver base editing at various doses, indicating saturation editing of hepatocytes.\n3. **Base Editing in Cynomolgus Monkeys:**\n    - Administered LNPs to cynomolgus monkeys via intravenous infusion at different doses.\n    - Observed over 50% mean base editing frequencies in short-term studies, with reductions in PCSK9 and LDL cholesterol.\n    - Undertook a long-term study with a higher dose (3.0 mg kg−1) to assess durability and tolerability.\n4. **Assessment of Off-Target Editing:**\n    - Used oligonucleotide enrichment and sequencing to evaluate off-target editing in cynomolgus monkey hepatocytes and liver samples.\n    - Identified minimal off-target editing at specific sites, demonstrating the precision of base editing.\n### Observations and Conclusions\n- Adenine base editing provide highly effective in knocking down *PCSK9* gene function in cynomolgus monkeys, achieving \u003e 60% editing\n- Reductions in PCSK9 in the blood and LDL-C levels remained stable for at least 8 months, which surpasses the effects of current cholesterol-lowering drugs\n- LNPs with base editors showed fewer off target effects compared to AAV-delivered meganucleases in previous studies\n### Iteration / Future Directions\n- Further evaluation of the *risks* associated with in vivo base editing is needed before advancing to human studies\n- Future research should explore the application of base editing to other therapeutic target genes and its use in different organs (in addition to the liver)\n## Other Notes\n### Things I had to look up\n- Concomitant := naturally accompanying\n- *PCSK9* gene: provides instructions for making a protein (PCSK9 protein) that helps regulate the amount of cholesterol in the bloodstream ([source](https://medlineplus.gov/genetics/gene/pcsk9/))\n\t- PCSK9 protein: breaks down low-density lipoprotein receptors before they reach the cell surface, so more cholesterol can remain in the bloodstream\n- Meganuclease := endonucleases that recognize large DNA target sites ([source](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC156710/))",
    "lastmodified": "2024-01-17T23:03:44.782253609-08:00",
    "tags": [
      "Biology",
      "Paper"
    ]
  },
  "/Biology/Sequential-appetite-suppression-by-oral-and-visceral-feedback-to-the-brainstem": {
    "title": "Sequential appetite suppression by oral and visceral feedback to the brainstem",
    "content": "\u003e [Link](https://www.nature.com/articles/s41586-021-03534-y) to paper\n## Summary\n1. Distinct circuits for short and long timescale control\n\t- Sequential negative feedback signals from the mouth and gut engage distinct circuits in the caudal brainstem, controlling feedback behavior on both short (PRLH) and long (GCG) timescales\n2. PRLH neurons respond to oral cues and control short-term feeding dynamics\n\t- PRLH neurons in the caudal nucleus of the solitary tract (cNTS) exhibit sustained activation by visceral feedback during stomach nutrient infusion\n\t- During oral consumption, PRLH neurons shift to a phasic activity pattern linked to the taste of food\n\t- Optogenetic manipulations show that PRLH neurons regulate the duration of seconds-timescale feeding bursts\n3. GCG neurons respond to GI feedback for long-term satiety\n\t- GCG neurons in the cNTS are activated by mechanical feedback from the gut and track the cumulative amount of food consumed.\n\t- GCG neurons promote long-lasting satiety that persists for tens of minutes, influencing the initiation of subsequent feeding bouts.\n\n## The Paper\n### Background \n\u003e what is the gap in knowledge this research is trying to address?\n- To address the gap in our understanding of how sensory signals generated during a meal are encoded in caudal brainstem circuits (caudal nucleus of the solitary tract, aka the cNTS, specifically), in awake animals, and how these circuits transform sensory signals into dynamic control of feeding behavior\n- Prior research has primarily relied on recordings in anesthetized animals, which lacks most of the sensory and motor feedback generated during natural ingestion\n\n### Hypothesis\n- Distinct cell types, specifically **prolactin-releasing hormone** (PRLH) and **glucagon-like peptide 1** (GCG) neurons in the cNTS, play key roles in encoding and processing sensory signals related to feeding\n### Experiments\n1. **Investigation of PRLH Neurons:**\n   - Recorded PRLH neuron activity in awake mice during ingestion using fiber photometry\n   - Examined responses to intragastric (IG) nutrient infusions and oral consumption of various substances, including glucose, fat, and sucralose\n   - Conducted experiments to test the necessity of gastrointestinal (GI) signals during oral ingestion, including the use of CCK injection and CCK receptor antagonists\n2. **Tracking Ingestion Dynamics of PRLH Neurons:**\n   - Monitored PRLH neuron activity during self-paced feeding in fasted mice\n   - Analyzed the correlation between PRLH neuron activity and oral contact with food, taste, and macronutrient intake\n3. **Distinguishing Responses to Taste and Nutrient Content:**\n   - Investigated the role of taste in PRLH neuron activation by crossing Prlhcre mice with taste-blind Trpm5 knockout mice\n   - Compared responses to sweet taste (sucralose) and non-nutritive oral infusions to distinguish taste-related activation from nutrient-related activation\n4. **Single-Cell Imaging of PRLH Neurons:**\n   - Conducted stable single-cell recordings of PRLH neurons in awake, head-fixed mice during consumption of liquid diets\n   - Analyzed responses to different tastants, including glucose, intralipid , and sucralose, to characterize the dynamics of PRLH neuron activity\n5. **Manipulation of PRLH Neuron Activity:**\n   - Optogenetically stimulated PRLH neurons during licking to understand their role in controlling feeding bursts\n   - Used closed-loop optogenetics to selectively stimulate or silence PRLH neurons during licking and assess their impact on feeding behavior\n6. **Investigation of GCG Neurons:**\n   - Recorded GCG neuron activity using fiber photometry in awake mice during consumption of various substances, including Ensure, glucose, Intralipid, chow, and high-fat diet\n   - Examined the correlation between GCG neuron activation and oral intake, GI stretch, and cumulative food intake\n7. **Assessment of GCG Neuron Effects on Feeding:**\n   - Optogenetically stimulated GCG neurons continuously to inhibit the consumption of solid and liquid food\n   - Employed closed-loop optogenetics to selectively stimulate GCG neurons during licking and assess their impact on feeding bouts\n8. **Pre-Stimulation Protocol for Long-Lasting Satiety:**\n   - Pre-stimulated GCG neurons optogenetically in the absence of food to mimic post-prandial activation\n   - Investigated the long-lasting effects of GCG neuron pre-stimulation on subsequent feeding behavior\n\n### Observations\n1. **PRLH Neurons:**\n   - Activated during orosensory stimulation and correlated with macronutrient intake\n   - Responsive to both taste and nutrient content\n   - Showed bursts of activity during licking bouts.\n2. **GCG Neurons:**\n   - Activated during oral intake and correlated with cumulative food intake\n   - Responded to GI stretch signals\n   - Stimulation of GCG neurons led to inhibition of feeding\n3. **Taste and Nutrient Discrimination:**\n   - PRLH neurons responded to both taste and nutrient-related signals\n   - GCG neurons were more closely associated with nutrient-related signals\n4. **Distinct Roles:**\n   - PRLH neurons involved in short-term orosensory control\n   - GCG neurons implicated in long-term post-ingestive feedback regulation\n5. **Optogenetic Stimulation Effects:**\n   - Optogenetic stimulation of PRLH neurons influenced feeding bursts\n   - Continuous optogenetic stimulation of GCG neurons inhibited food consumption\n6. **Pre-Stimulation Effects on Satiety**\n   - Pre-stimulation of GCG neurons led to long-lasting inhibition of subsequent feeding.\n\n### Conclusions\n1. **Dual Control Mechanism:**\n   - PRLH neurons involved in immediate orosensory control\n   - GCG neurons contribute to longer-term post-ingestive feedback regulation\n2. **Taste and Nutrient Integration:**\n   - PRLH neurons integrate both taste and nutrient signals\n   - GCG neurons respond more strongly to nutrient-related signals\n3. **GCG Neurons in Satiety Induction:**\n   - Pre-stimulation of GCG neurons induces lasting satiety effects\n4. **Potential Therapeutic Targets:**\n   - PRLH and GCG neurons represent potential targets for controlling feeding behavior and addressing metabolic disorders\n5. **Complementary Roles:**\n   - PRLH and GCG neurons act synergistically to regulate feeding through distinct mechanisms\n   - Understanding their interplay provides insights into the complexity of feeding control",
    "lastmodified": "2024-01-17T23:03:48.887935893-08:00",
    "tags": [
      "Biology",
      "Paper"
    ]
  },
  "/Books/A-Crack-in-Creation": {
    "title": "A Crack in Creation",
    "content": "",
    "lastmodified": "2023-08-22T15:55:59.837932659-07:00",
    "tags": [
      "Book",
      "Biology"
    ]
  },
  "/Books/Deep-Work": {
    "title": "Deep Work",
    "content": "## Definitions\n- **Deep work**: Professional activities performed in a state of distraction-free concentration that push your cognitive capabilities to their limit. These efforts create new value, improve your skill, and are hard to replicate.\n- **Shallow work**: Non-cognitively demanding tasks that are often done while distracted which are easy to replicate and do not create a lot of value in the world.\n- **The Deep Work Hypothesis**: The ability to perform deep work is becoming increasingly rare at exactly the same time it is becoming increasingly valuable in our economy. As a consequence, the few who cultivate this skill, and then make it the core of their working life, will thrive.\n## Part 1: The Idea\n- Deep work is valuable\n\t- 2 core abilities for thriving in the new economy\n\t\t1. The ability to quickly master hard things\n\t\t2. The ability to produce at an elite level, in terms of both quality and speed\n\t- High-quality work produced = (time spent) * (intensity of focus)\n- Deep work is rare\n\t- **Principle of least resistance**: in a business setting, without clear feedback on the impact of various behaviors to the bottom line, we will tend toward behaviors that are easiest in the moment\n\t- **Business as a proxy for productivity**: in the absence of clear indicators of what it means to be productive and valuable in their jobs, many knowledge workers turn back toward an industrial indicator of productivity: doing lots of stuff in a visible manner\n- Deep work is meaningful\n\t- [[Books/Flow|Flow]]\n\t- Stretching your mind to its limits, concentrating, losing yourself in an activity - being in a flow state generates happiness\n\t- You don't need a rarified job; instead, you need a rarified approach to your work\n## Part 2: The Rules\n### Rule 1: Work Deeply\n\u003e The key to developing a deep work habit is to move beyond good intentions and add _routines_ and _rituals_ to your working life designed to minimize the amount of your limited willpower necessary to transition into and maintain a state of unbroken concentration.\n- 4 different philosophies of deep work - what works best for you?\n\t1. Monastic: maximize deep efforts by radically minimizing shallow obligations (not realistic for most)\n\t2. Bimodal: divide your time; dedicating clearly defined stretches to deep pursuits and leave the rest open to everything else\n\t3. Rhythmic: turn deep work sessions into a regular habit; find a regular rhythm for this work that removes the need to invest energy and thought into deciding if, when, and where you're' going to go deep\n\t4. Journalistic: whenever you can find some free time, go into deep work mode. Difficult and not feasible for most, especially beginners at deep work, because requires the ability to switch between modes (deep work vs. regular mode) instantly.\n- Build a ritual to help you prepare for deep work and include:\n\t1. Where you'll work \n\t2. For how long you'll work\n\t3. How you'll work once you start to work \n\t4. Planned breaks to help you recharge and refocus\n- Make **grand gestures** - significant changes to your environment by investing time/effort/money to increase the *perceived importance* of a task helps improve focus and motivation\n\t- imo going to a coffee shop is enough of a grand gesture; no need to book a hotel room or anything\n- Execute like a business by using the **4DX framework** - based on idea that execution is more difficult than strategizing\n\t1. Focus on the wildly important - \"the more you try to do, the less you actually accomplish\"\n\t2. Act on the lead measures \n\t\t1. lag measures: metric you're ultimately trying to improve (but they come too late to change your immediate behavior)\n\t\t2. lead measures: measure new behaviors that will drive success on lag measures (improving behaviors you can control now that will have a positive focus in the future/on your long-term goals)\n\t4. Keep a compelling scorecard (record and track lead measures publicly)\n\t\t- e.g. tracking hours spent working deeply will help calibrate your understanding of how many deep work hours are needed to get to a milestone\n\t5.  Create a cadence of accountability\n\t\t- Team members must confront their scoreboard and commit to actions they will make to improve their score, and describe what happened to their commitments at the last meeting \n\t\t-  if no team, create regular accountability for yourself; do a weekly review to look at your scorecard and see how you're doing\n- Be \"lazy\"\n\t- idleness if indispensable to the brain / our well-being\n\t- at the end of the work day, shut down work thinking completely; if you need more time, extend your workday\n\t\t- consider a **shut-down ritual** (e.g. check your calendar, check your inboxes, make sure there's nothing urgent left to do for the day, plan out our next day ➡️ shut-down complete)\n\t- downtime aids insights! (note: balance between consumption and creation) \n\t- some things are better left to our unconscious mind to untangle\n\n### Rule 2: Embrace Boredom\n- Schedule occasional break from focus to give into distraction\n- **Productive meditation**: focus on a specific problem while doing something physical (e.g. running, walking)\n- Try identifying a deep task, give yourself a self-imposed hard deadline that significantly reduces the time you typically allot for it, and work with intensity to complete the task by the deadline\n### Rule 3: Quit Social Media\n- Don't use the Internet to entertain yourself\n- **The Craftsman Approach to Tool Selection**: Identify the core factors that determine success and happiness in your professional and personal life. Adopt a tool *only* if its positive impacts on these factors *substantially* outweigh its negative impacts.\n- **The Law of the Vital Few:** In many settings, 80 percent of a given effect is due to just 20 percent of the possible causes.\n- Put more thought into your leisure time - give yourself something meaningful to do rather than defaulting to scrolling through social media after coming from work\n### Rule 4: Drain the Shallows\n- Batch shallow work into groups (2-3 / day)\n- Shallow work is not inherently bad; shallow work only becomes a problem if eats into your available deep work hours\n\n## Applying *Deep Work* \n- I've started time-tracking my work using Working Hours (iOS app) \n\t- This practice may not be permanent, but I want to quantify how much deep work I *actually* accomplish in a day\n\t- I'll try to gain some insights from the number of hours I spend working \n- Scheduling time blocks a day in advance \n\t- I usually have a to-do list, so I know what I want to accomplish for that day, but scheduling things out has been helpful\n\t- It's also been somewhat of a stressful practice because things usually never go to plan ",
    "lastmodified": "2023-09-09T20:17:11.361448411-07:00",
    "tags": [
      "Book"
    ]
  },
  "/Books/Flow": {
    "title": "Flow",
    "content": "\u003e [!info] [Link](https://heidi-huang.ghost.io/flow-the-psychology-of-optimal-experience/) to my blog post\n\n### My Thoughts on _Flow_ (Overall)\n- Cool blend of science (biology, psychology, etc.) and philosophy\n- Defines happiness and guides readers through the journey of the pursuit of happiness\n\n## Notes\n### 8 Elements of Enjoyment\n1. Confront challenging but completable tasks\n2. Concentration\n3. Clear goals\n4. Immediate feedback\n5. Deep, effortless environment (lack of awareness of worries and frustrations)\n6. Sense of control over our actions\n7. Concern for self/self-awareness disappears (paradoxically, awareness of self is heightened immediately after flow)\n8. Sense of duration of time is altered\n\n### 5 Elements of a Happy Teenage Life\n1. Clarity\n2. Centering: parents' interest in the child in that moment\n3. Choice\n4. Commitment\n5. Challenge: parents provide appropriate challenges for their children (sports, academics, music, art, etc.)\n\n### Quadrants of Flow:\n1. Goal: high challenge, high skill\n    1. (but again, not excessively challenging so as to be impossible to be completed)\n2. Boredom: low challenge, high skill\n3. Anxiety: high challenge, low skill\n\n## The Autotelic Self\n\"Autotelic\" = (of an activity or a creative work) having an end or purpose in itself\n\n### Turning Any Activity Autotelic\n1. Set goals\n2. Become immersed in the activity\n3. Pay attention to what's happening\n4. Learn to enjoy the immediate experience\n\n### The Autotelic Personality\n1. Curiosity\n2. Persistence\n3. Low self-centeredness\n4. A desire to perform activities for intrinsic reasons only\n",
    "lastmodified": "2023-09-01T16:12:30.550313645-07:00",
    "tags": [
      "Book"
    ]
  },
  "/Books/For-Blood-and-Money": {
    "title": "For Blood and Money",
    "content": "## Overview\n- Focuses on the biotech industry, billionaires, and the pursuit of blockbuster drugs.\n- Explores the story of Acerta Pharma, Imbruvica, Calquence, and their role in revolutionizing blood cancer treatment.\n## Acerta Pharma's Co-Founding and Rivalry\n- In 2011, Ahmed Hamdy, was fired as chief medical officer from Pharmacyclics.\n- Ahmed Hamdy co-founds Acerta Pharma after leaving Pharmacyclics.\n- Race between two startups to develop rival drugs: Imbruvica and Calquence.\n- Both drugs inhibit Bruton’s tyrosine kinase, transforming lymphoma and leukemia treatment.\n## Biotech Industry Boom and Wall Street Trades\n- Biotech boom's peak represented by acquisitions: AbbVie buys Pharmacyclics, AstraZeneca acquires Acerta Pharma.\n\t- Nathan Vardi considers these deals some of Wall Street's greatest trades.\n- Industry's success tied to BTK inhibitors and tyrosine kinase inhibitors.\n## Origin Story of Imbruvica and Calquence\n- Imbruvica's precursor initially considered worthless, sold in a larger deal.\n- Robert Duggan, motivated by son's cancer, invests in Pharmacyclics.\n- Conflict and drama unfold, leading to Hamdy's departure from Pharmacyclics\n\n## Business vs. Science: Conflict and Collaboration\n- Conflict between profit (business) and improving lives (science) underlies the story.\n- Vardi explores interpersonal conflicts and investors' impact on biotech startups.\n- Wayne Rothbaum funds Acerta Pharma, enforces stealth mode and scientific involvement.\n- Vardi raises questions about the role of startups in the pharmaceutical industry and examines if small-scale startups genuinely contribute to medical progress.\n## Impact on Medical Professionals\n- Vardi discusses physician-scientists' roles in drug development and administration and their feelings of being shortchanged by corporate megadeals.\n- Financial gains often favor capital over labor, even in drug development.",
    "lastmodified": "2023-09-01T16:45:11.711834562-07:00",
    "tags": [
      "Book",
      "Biology"
    ]
  },
  "/Books/Hell-Yeah-or-No": {
    "title": "Hell Yeah or No",
    "content": "## Updating identity \n- Choose the local vs. global balance that works for you (being useful to your immediate, local community vs. the world).\n- Your *actions* show you what you actually want. React to this in 2 ways:\n\t1. Stop lying to yourself and admit your real priorities\n\t2. Start doing what you say you want to do, and see if it's really true\n- Success comes from *doing*, not declaring.\n- Speak in the present tense only about what you're actually currently doing. Let go of past identities.\n- Whatever you decide, optimize for that goal, and be willing to *let go* of the others\n\t- My take: if you have more than X (X == 2, 3, idk) priorities, then none of them are priorities at all. 'cause ya simply can't focus on everything all at once\n- If you expect criticism in advance and take pride in your stance (however unusual it may be), you can bash on with a smile, being who you want to be.\n- Look around at existing ideas in the world. You can imitate them and still offer something unique.\n- Old opinions shouldn't define who we are in the future. Because they can change at any moment due to whatever experiences you go through.\n- Public comments are just feedback on something you made; they are not a reflection of who you are as a person.\n- Character is a result of your little choices and little actions. How you do anything is how you do everything.\n- Both a present-focused future-focused mindsets are necessary. A present-focus helps you enjoy life, but a future-focus helps you stay disciplined.\n- Small actions change your self-identity. \n\t- My take: It's a self-fulfilling prophecy. For instance, you take the first step and start exercising, you convince yourself you are someone who exercises, which further encourages you to exercise the next day, and the day after that.\n## Saying no \n- Refuse almost everything. Do almost nothing. But the things you do, do them all the way\n\t- If you’re not feeling “Hell yeah, that would be awesome!” about something, say no. It’s an easier decision.\n- Art is useless; it's just for me — I'm playing music for its own sake and loving it.\n- Your first reaction is usually outdated\n\t- When you’re less impulsive and more deliberate like this, it can be a little inconvenient for other people, but that’s OK. Someone asks you a question. You don’t need to answer. You can say, “I don’t know,” and take your time to answer after thinking\n- Even the toughest of us have delicate motivation. When you notice that something is affecting your drive, find a way to adjust your environment, even if that’s a little inconvenient for others.\n- Personal change needs some space to happen (you can't say yes to everything)\n- Before you start something, think of the ways it could end. Sometimes the smart choice is to say no to the whole game. \n- The solitary socialite: I love people one-on-one\n- How to get out of a bad state of mind\n\t1. Ask myself what’s wrong in this very second. Am I in physical pain or danger? No. I’ve got mental pain, but that’s just me imagining things or remembering things. None of it is real.\n\t2. Observe now. Act later. Avoid acting when feeling cloudy.\n\t3. Raise standards. Say no to anything less than great\n\t\t- Raising the bar not only gives me a huge feeling of self-worth but also empties my time. Empty time helps me think clearly, because there’s more time to process and reflect\n\t4. Focus on my goal\n\t5. Do all the necessary stuff\n\t\t- When everyday responsibilities are done, my mind is less distracted\n## Making things happen \n- The system is designed so anyone can keep up. If you’re more driven than most people, you can do way more than anyone expects\n- \"Half of my effort wasn’t effort at all, but just unnecessary stress that made me feel like I was doing my best\"\n\t- Take it easy. Focus your efforts/energy/attention where they matter.\n- Silence is a great canvas for your thoughts\n\t- Be disconnected, focus, do deep work\n- Some people think they need expensive equipment to start a new hobby, certain clothes to look the part, or for everything to be just right. But resourceful people know they don’t.\n- Change your focus. Instead of comparing up to the next higher situation, compare down to the next-lower one.\n- You need to be more grateful for what you’ve got, for how much worse it could have been, and how nice it is to have anything at all. Ambition versus gratitude. Comparing up versus comparing down\n- Do you have a list of conditions you need to have met before you do something? Try changing the requirements (A *and* B) from and to \"or.\"\n\t- Reduce the activation energy required for you to take action\n- There are always more than two options. Open your mind to them.\n- Early in your career, the best strategy is to say yes to everything. The more things you try, and the more people you meet, the better. Each one might lead to your lucky break. Then when something is extra-rewarding, it’s time to switch strategies. Focus all of your energy on this one thing.\n- Think long-term; don't be paralyzed by the abundance of options\n- Most people overestimate what they can do in one year and underestimate what they can do in ten years\n## Changing Perspective\n- To assume you’re below average is to admit you’re still learning. You focus on what you need to improve\n- Embrace radical responsibility\n\t- Now you’re the person who made things happen, made a mistake, and can learn from it. Now you’re in control and there’s nothing to complain about.\n- I like to think that everything is a coincidence. Life feels more amazing to me if it has no meaning. No secret agenda. Beautifully random. \n\t- 😌\n- The excitement was in finding them, not keeping them \n\t- [[Quotes#Gottfried Ephraim Lessing|reminds me of this quote]]\n- 塞翁失馬；焉知非福\n## What's Worth Doing?\n- We’re clearly bad judges of our creations. We should just put them out there and let the world decide. Are you holding back something that seems too obvious to share?\n- Three things to consider when making life-size decisions\n\t1. What makes you happy\n\t2. What’s smart — meaning long-term good for you\n\t3. What’s useful to others\n- Don’t expect your job to fulfill all your emotional needs. Don’t taint something you love with the need to make money from it. Don’t try to make your job your whole life. Don’t try to make your art your sole income. Let each be what it is, and put in the extra effort to balance the two\n- When picking a job \n\t- Be smart, and choose something that pays well with a solid future\n\t- Inversion: what do you hate *not* doing?\n- When starting a business\n\t- Prove a real demand\n\t- Don’t announce anything. Don’t choose a name. Don’t make a website or an app. Don’t build a system. You need to be free to completely change or ditch your idea.\n## Fixing faulty thinking \n- Deliberate unlearning:\n\t1. Doubt what I know. \n\t2. Stop the habit of thinking I know it. \n\t3. Require current proof that it’s still true today. Otherwise, let it go.\n- Most successful people I know have a narrow focus, protect themselves against time-wasters, say no to almost everything, and have let go of old limiting beliefs.\n- Look instead at what to remove.\n- Smart people don't think others are stupid: being stupid means avoiding thinking by jumping to conclusions\n- What matters is what I get out of their work, not the person who made it.\n- We think the differences between our group and another group are greater than they are.\n- To get smarter, you need to get surprised, think in new ways, and deeply understand different perspectives.\n- To make a change, you have to be extreme. Go all the way in the other direction.\n- Nothing has inherent meaning. We just choose to project meaning onto things.\n\t- tbh freeing in a sense\n## Saying yes\n- It’s overwhelming to feel so in awe of the people who seem to do it naturally. I’m just a beginner. It may take me another fifteen years, but I’m determined.\n- **Judge a goal by how well it changes your actions in the present moment.**\n- Inspiration\n\t- Nothing is truly inspiring unless you apply it to your work. (“work” meaning your life’s output, whether creative, business, or personal). In other words, your work, itself, is the inspiration.\n\t- Inspiration is not receiving information. Inspiration is applying what you’ve received.\n\t- For every bit of inspiration you take in, use it and amplify it by applying it to your work.\n- You grow by doing what scares you.\n\t- Notice what excites you and what scares you on a small moment-to-moment level.\n\t- Whatever scares you, go do it.",
    "lastmodified": "2023-08-22T15:55:59.838177535-07:00",
    "tags": [
      "Book"
    ]
  },
  "/Books/The-Land-of-Open-Graves": {
    "title": "The Land of Open Graves",
    "content": "The US-Mexico border has long been a site of contested power, serving as a physical and symbolic boundary between two nations with vastly different economic and political systems. One of the most perilous areas along the border is the Sonoran Desert, which stretches from California to Mexico and is known for its harsh terrain and extreme temperatures. Unlike other more urban areas of entry, which offer some level of infrastructure, crossing the Sonoran Desert requires migrants to navigate remote areas with limited access to food, water, and medical care. For many migrants, the journey through the Sonoran Desert is a matter of life and death, with countless individuals perishing from dehydration, heat stroke, and other forms of trauma. In The Land of Open Graves, Jason de León delves into the complexity and violence of migration through the Sonoran Desert, highlighting the human toll of a border policy that seeks to render the experiences of undocumented migrants invisible. As the book’s central quotation states, “the Border Patrol disguises the impact of its current enforcement policy by mobilizing a combination of sterilized discourse, redirected blame, and ‘natural’ environmental processes that erase evidence of what happens in the most remote parts of southern Arizona. The goal is to render invisible the innumerable consequences this sociopolitical phenomenon has for the lives and bodies of undocumented people. Those who live and die in the desert have names, faces, and families. They also have complicated life histories that reflect an intimate relationship with transnational migration and global economic inequality.” (de León 2015, 4-5). Through employing a mixed-methods approach, drawing on fields such as forensics, anthropology, and archaeology, de León examines the complex forms of violence perpetrated by the hybrid collectif in the context of migration, shedding light on how this violence results in the death of migrants, the mistreatment of their bodies postmortem, and the broader implications of such violence, including the experience of ambiguous loss among family members and the impact on children left behind. \n\nDe León employs a semi-fictionalized ethnographic approach to illustrate the theme of violence and the harsh reality of border crossings as caused by Prevention Through Deterrence (PTD), a border enforcement strategy implemented by the US government based on the idea that making crossing more treacherous will discourage people from attempting to cross in the first place. Under this strategy, the government has implemented various tactics, such as increasing border security, fencing, and surveillance and funneling migrants toward the Sonoran Desert, a challenging terrain with extreme temperatures and limited access to resources necessary for survival. He bases the stories of “Lupe, Carlos, Marcos, and Javier” on hundreds of interviews with migrants over the years to combat the dehumanization and erasure of violence perpetuated by PTD (de León 2015, 59). By incorporating these semi-fictional stories, de León provides a human face to the otherwise faceless issue of border crossing, allowing readers to empathize with migrants and see them as individuals rather than statistics on a page. \n\nTo further expose the brutal reality of PTD and its effects on the lives of real people, de León draws on methods from contemporary archaeology to gain insight into migrants’ intentions, experiences, and physical suffering they endured during their journey. For example, De León finds a pair of worn-out shoes whose “sole has been separated from the upper” and has been repaired by a “bra strap” (de León 2015, 181). This modification indicates the shoe owner’s desperation to keep moving despite worn-out footwear, highlighting the harsh reality of the environmental conditions migrants must endure, such as blistered feet, as they walk for miles through difficult terrain. De León's use of contemporary archaeology also provides insight into the economic and social factors driving migration. By examining objects left behind, such as “black and camouflage” backpacks, clothing, and water bottles, he can understand the strategies migrants use to carry personal belongings and other necessities to face (de León 2015, 160). While these strategies highlight migrants’ resourcefulness and resilience in the face of the Sonoran desert's challenges, they also underscore the violence inherent in US immigration policy that pushes migrants to undertake dangerous journeys and how the desert, intersecting with human actants, shape the experiences and outcomes of migration. ChatGPT indeed corroborates the role of the Sonoran Desert’s “harsh and unforgiving landscape” in deterring migrants from crossing the border, but it mistakenly describes “canines” as the “most prominent” example of nonhuman agency in de León’s book. Canines do consume human flesh and contribute to destroying migrants’ bodies, but they are not the main focus of the author’s discussion surrounding nonhuman forces which act as agents of deterrence and violence.\n\nThe violence inflicted upon migrants by the hybrid collectif does not stop at death, however. In fact, de León captures continued violence postmortem, a phenomenon also known as necroviolence, through the use of experimentation with pig carcasses, explicit photos, and in-depth analyses of violent practices. To recreate the necroviolence that occurs at the US-Mexico border, de León conducts experiments with pig carcasses to understand how the environment and the hybrid collectif contribute to the postmortem violence inflicted upon migrant bodies. Observing what happens to a pig carcass days after death—“ripped apart...devoured by vultures…\\[and] scattered to the wind”—the author finds that the harsh environmental conditions allow for the desecration of migrant bodies, which become unidentifiable and sometimes destroyed altogether (de León 2015, 82). He supplements his text with images that vividly depict the destruction of pig carcasses in just a few days. These visuals, in addition to photos of border crossers’ left-behind personal belongings, provide concrete evidence of the necroviolence that takes place at the US-Mexico border. ChatGPT erroneously states that de León believes including “photographs of migrants' bodies and personal belongings \\[contributes] to their objectification and exploitation.” From the beginning, de León makes clear that “words alone could never capture the complexity, emotion, or realities of the violence, suffering, and victories” migrants experience (de León 2015, 18). Including images and faces is, therefore, the author’s attempt at humanizing undocumented migrants and the process of border crossing rather than an attempt to capitalize on graphic images for the sake of sensationalism. De León also takes great care to ensure that his research was conducted ethically and responsibly. Although he shows migrants' faces and uses real names for deceased members, he is sensitive to the potential harm that his research could cause to the migrants he studies and to the communities he works with, so he takes steps to protect the privacy and anonymity of his research subjects, using pseudonyms and changing identifying details to prevent their identification when necessary. ChatGPT’s statements align with this claim and confirm that “human values” and ethical considerations should be at the forefront of decision-making, even in the pursuit of academic or professional goals. \n\nAdditionally, the author argues that the state’s perception of the US-Mexico border as a “space of exception” contributes to the necropolitics of the border by creating a zone where the suspension of human and constitutional rights is justified in the name of national security (de León 2015, 68). As ChatGPT writes, these “‘necropolitical’ policies” lead to the “dehumanization and neglect of” both “living and dead” migrants. Indeed, the continued violence inflicted upon migrant bodies, even in death, is a potent reminder of the power dynamics at play in the hybrid collectif and the ways in which the Sonoran Desert and other environmental factors contribute to the state's exercise of power over migrant bodies.\n\nDe León's exploration of the hybrid collectif's violence extends beyond the migrants who attempt to cross the border, as it also affects their families and loved ones left behind. He recounts the story of Maricela, a migrant who died in the desert and suffered the aftermath of the hybrid collectif's brutality. The majority of Latin America's population is Catholic, and “viewing the body is a key element of mourning” (de León 2015, 253). Thus, the destruction of the corpse poses a significant threat for two religious reasons: first, the absence of the body rules out the possibility of holding a wake and building a grave for family members to visit and pray; second, a damaged or incomplete corpse is perceived as a threat to the afterlife since it may prevent people from rising from the dead for judgment. The hybrid collectif's violation of Catholic burial norms in the desert is \"symbolically potent, as an exceptional and avowedly demeaning act\" (de León 2015, 83). The nonhuman actant that is the Sonoran Desert plays a significant role in the hybrid collectif's violence towards migrants, as it not only deters them and brings about death but also inflicts further harm upon their families and religious beliefs.\n\nThe US-Mexico border, particularly the Sonoran Desert, serves as a site of contested power and violence, and The Land of Open Graves explores the human toll of migration through this harsh terrain. By using a mixed-methods approach, including semi-fictionalized ethnography and contemporary archaeology, de León illustrates the violence inherent in PTD and highlights the impact it has on the lives of real people. Furthermore, de León exposes the continued violence inflicted upon migrants postmortem, a phenomenon known as necroviolence, through experimentation with pig carcasses and in-depth analyses of violent practices. The Land of Open Graves provides a powerful and insightful examination of the experiences of undocumented migrants and the impact of US border policy, reminding readers of the human cost of the ongoing border crisis. By revealing the human consequences of the immigration security paradigm, de León's work highlights the urgent need for more humane and just policies to address the challenges facing migrants today.",
    "lastmodified": "2023-08-22T15:55:59.838439077-07:00",
    "tags": [
      "Book"
    ]
  },
  "/Changelog": {
    "title": "Changelog",
    "content": "",
    "lastmodified": "2024-03-18T13:56:00.175276956-07:00",
    "tags": []
  },
  "/Everything-I-know-about-fitness": {
    "title": "Everything I know about fitness",
    "content": "\u003e [!info] this is a draft\n\nAn attempt to record everything I know about fitness.\nDisclaimer: I am not a licensed professional (am in the process of getting my NASM-CPT license).\n\n## Weightlifting\n### Tips\n- If you can, train \"harder than last time\" - Greg Doucette. Not every workout you'll be able to add weight or feel at your best, but push yourself in the gym. \n- Rest days are necessary. Taking no rest days is not going to give you better results.\n### My approach\nI aim to get stronger with progressive overload. I don't have a quantifiable goal (hit X weight on Y lift in Z months) because I find it gives me unnecessary pressure. I don't specialize in powerlifting, bodybuilding, or calisthenics. I don't do bulking / cutting cycles because I want my physique to stay more-or-less the same year-round. Maingaining is the way to go.\n### Resources\n- Jay Cutler - top exercises for each body part ([short video](https://www.youtube.com/shorts/XEWeyt5nyoY))\n- Training frequency \n\t- Study - https://pubmed.ncbi.nlm.nih.gov/27102172/ \n\n## Diet / Nutrition\n### Tips\n- Calories in, Calories Out (CICO). \n- Focus on adding to your diet rather than subtracting (e.g. On a time crunch and/or budget? It's okay to eat frozen food. How can you add fiber, protein, etc. to it? )\n- Calorie-tracking works for some, but can easily turn into an obsessive thing. Macro-tracking is exhausting but perhaps worth it to try once.\n### Tracking your nutrition\n#### My approach\n#### Calorie tracking apps\n- MyFitnessPal \n- LoseIt\n- MacroFactor - not free, though\n### Cutting\nGood resource to use: https://www.reddit.com/r/nutrition/comments/bb90l0/most_accurate_bmrtdee_calculator/ \n- Calculate your BMR using an online BMR calculator\n- Calculate your TDEE using the Harrison-Benedict equation (https://www.youtube.com/watch?v=5u4tpODih2s - Will Tennyson's video)\n- For weight loss: eat 300-500 cal fewer than your TDEE\n### Bulking\n\n## Cardio\n### General tips\nMake cardio fun for *you*. There is a lot of room to do introduce variety to your cardio workouts: swimming, biking, hiking, playing basketball, dancing, etc.\n\nIf you look hard enough, there will be an activity you enjoy. Find what it is and do it. \n\nAim to do at least 120 min of cardio a week.\n### My approach\n- I love playing basketball and hiking. \n- I have a jump rope (cheap, accessible, you can jump rope anywhere).\n\n## Conclusion\nSustainable fitness (something you'll keep doing for the rest of your life) is about finding a diet and exercises that work for *you* - your schedule, your likes and dislikes, your life.\n\nAre there days in which I feel lazy and slack off? Absolutely. \nSometimes, traveling, the holidays, or whatever throw you off for a bit.\nYou're not going to lose all your gains because you stopped working out for a few weeks.\nAs long as you don't let it become a habit (useful tip: Matt d'Avella's 2 day rule), you're good.\n\n\n\n",
    "lastmodified": "2024-03-18T13:54:13.768848618-07:00",
    "tags": []
  },
  "/Journal/2023/2023-Learnings": {
    "title": "2023 Learnings",
    "content": "- Have confidence in your curiosity and where it will take you. \n- Say no. Set boundaries. Every true \"no\" is a \"yes\" to your true self. \n- The right person makes things 100x easier. \n- Intimacy requires vulnerability. \n- Dunbar's Number: we can really only have 150 relationships – of, on average, 5 intimate friends, 15 good friends, 50 friends, and 150 acquaintances (all-encompassing). Emotional intensity shrinks at each rung, and the first rung is where I put 80% of time and intention toward.\n- \"If you’re evenly split on a difficult decision, take the path more painful in the short term.\" —Naval Ravikant\n- Consistency is key.\n- Healing takes time. \n- Cherish your deep connections; they are not easy to come by. \n- You don't have to have your stuff figured out. You likely won't for the rest of your life, and that's fine :)",
    "lastmodified": "2024-02-25T00:45:34.202622747-08:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/Journal/2023/Birth-of-this-Microblog": {
    "title": "Birth of this Microblog",
    "content": "\nDunno what I'm doing but this is cool :) and makes me very happy!\n\nTook me way too long to realize the reason this wasn't working was because I don't know how to read instructions lol. Read more closely next time. \n\n## Recent Observation\nObservation: projects / things I do in my own time tend to be...tech / computer-y, e.g.\n- this very website\n- learning web dev (making my personal website and blog)\n- proposing an NLP-related project regarding transplant\n\nwhich is different from what I major in (MCB, Public Health). \n\nSo...\n- what is this telling me? \n- how can i make use of this information? \n\n\n",
    "lastmodified": "2023-10-03T15:26:31.359226233-07:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/Journal/2023/Focus-Hell-Yeah-or-No": {
    "title": "Focus \u0026 Hell Yeah or No",
    "content": "## Focus\nBeing *in the zone*—aka being in a [[Quotes#Flow by Mihaly Csikszentmihalyi|flow state]]—is arguably one of the most awesome, fulfilling feelings out there.\n\nWent to a cafe to day and did work for 4 straight hours.\n\nI wonder whether forming an association between productivity/focus and cafes is a good thing. Well, maybe not for my wallet. As long as caffeine consumption is controlled, and the association isn't exclusive, everything should be fine.\n\n## \"Hell Yeah or No\" by Derek Sivers\nStarted reading today. Short (~130 pages maybe) read. Book is high in value per word. \n\n👉 Full book notes [[Books/Hell Yeah or No|here]].\n\n### Highlights so far from Part 1 / 3 of the book: \"Updating Identity\"\n- Choose the local vs. global balance that works for you (being useful to your immediate, local community vs. the world).\n- Your *actions* show you what you actually want. React to this in 2 ways:\n\t1. Stop lying to yourself and admit your real priorities\n\t2. Start doing what you say you want to do, and see if it's really true\n- Success comes from *doing*, not declaring.\n- Speak in the present tense only about what you're actually currently doing. Let go of past identities.\n- Whatever you decide, optimize for that goal, and be willing to *let go* of the others\n\t- My take: if you have more than X (X == 2, 3, idk) priorities, then none of them are priorities at all. 'cause ya simply can't focus on everything all at once\n- If you expect criticism in advance and take pride in your stance (however unusual it may be), you can bash on with a smile, being who you want to be.\n- Look around at existing ideas in the world. You can imitate them and still offer something unique.\n- Old opinions shouldn't define who we are in the future. Because they can change at any moment due to whatever experiences you go through.\n- Public comments are just feedback on something you made; they are not a reflection of who you are as a person.\n- Character is a result of your little choices and little actions. How you do anything is how you do everything.\n- Both a present-focused future-focused mindsets are necessary. A present-focus helps you enjoy life, but a future-focus helps you stay disciplined.\n- Small actions change your self-identity. \n\t- My take: It's a self-fulfilling prophecy. For instance, you take the first step and start exercising, you convince yourself you are someone who exercises, which further encourages you to exercise the next day, and the day after that.",
    "lastmodified": "2023-10-03T15:26:36.236736336-07:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/Journal/2023/Reading-is-pretty-darn-cool": {
    "title": "Reading is pretty darn cool",
    "content": "## Reading\nThis story probably sounds familiar to many people. \n\nI used to love books as a kid—*Goosebumps*, the *Percy Jackson* series, you name it—I could read for hours on end without needing a break. As I got older, reading felt like a drag. During my middle school and high school years, if I had spare time, reading would've been my last choice activity with which to fill that time.\n\nAs high school drew to a close, my perception of reading still carried the weight of a chore. I knew I *wanted* to start reading again, but I'd tell myself \"I don't have time\", \"I don't know how to make reading feel enjoyable\", and \"I don't know where to start.\" Graduating from high school at the peak of COVID-19 in Taiwan, though, the subsequent summer vacation and lockdown—months stuck at home with nowhere to go—gave me the chance to test the waters and pick up a book again.\n\nThat book turned out to be [[Reading List|Things Fall Apart]] by Chinua Achebe. Super random. I had a hard copy of it since we were assigned to read it for my AP Literature class, but I'd never actually read it (thanks Sparknotes). \n\nWhat truly made a difference was having unstructured and (what felt like) unlimited time during those three months. A summer without school imposing external constraints meant a summer spent doing things as an **active choice** rather than as a response to hit goals set by others and meet arbitrary deadlines. \n\nIn a few days, I finished reading *Things Fall Apart* and enjoyed the experience, proving to myself I *could* still finish books, an ability I'd begun to doubt I still had after it'd been so long since I'd read any book from cover to cover. \n\nBut, after that summer, after that brief victory, nothing changed about my reading (or lack thereof) habits. If anything, starting college, moving to the Bay Area, living on my own for the first time, meeting new people, and getting adjusted to the rigor of college classes made me put reading on the back burner. \n\nIt wasn't until the end of freshman year that I tried audio books, which turned out to be a complete game-changer. Ever since then, I've started filling up idle time—time spent putting together Ikea furniture, cooking, or walking to campus—with audio books, and my biggest takeaway from doing this is the ==**importance of consistency==.** Carving out fifteen minutes to read while waiting for the bus, or chipping away an hour by listening to an audiobook every three days while cooking accumulates into a meaningful progression over time.\n\nThat is not to say one should be filling every spare minute they have with content. When I made the mistake of trying to replace *all* my downtime with content consumption, namely listening to audiobooks and podcasts, I felt overwhelmed. I felt guilty if I wasn't being \"productive\" every minute of the day. I love music. I spent 68,000 hours listening to music in 2022 according to Spotify Wrapped, but I felt bad for listening to music when I could be listening to something \"useful\" instead.\n\nNot falling into that trap of toxic productivity again. \n\nUnintentionally, I developed a counterproductive mindset when I first got into audiobooks that I later had to recalibrate. But audiobooks most importantly became the gateway to my establishing reading as a *habit*. The convenience of engaging with an audiobook while doing some other activity involves much less friction than blocking out hours exclusively to sit down and read, and friction reduction is especially important during the initial phases of building any habit.\n\nSo, I kept listening to audiobooks, and eventually, I found myself reaching for ebooks on my phone, PDFs on a Kindle, and physical books. Initially, this was because some books, interactive or rich in diagrams and charts, aren't meant to be listened to. In any case, the medium through which I read these books was never what mattered.\n\nWhat *does* matter is this: \n\u003e Reading...\\[trains] your model of the world. And even if you forget...what you read, its effect on your model of the world persists. \u003cbr\u003e\n\u003e —Paul Graham\n\nTake *The Housekeeper and the Professor,* for example. The short novel tells the heartwarming story of a mathematician with a short-term memory span of only 80 minutes, his bond with his dedicated housekeeper and her son, and the power of their relationship to transcend the limitations of memory.\n\nMath has never been my favorite subject, but I enjoyed feeling the professor's genuine enthusiasm for numbers, patterns, and the beauty of mathematical relationships through the pages of *The Housekeeper and the Professor.* The sight of the square root sign will now elicit a smile, thanks to the professor's portrayal of it as a generous symbol, a welcoming house for all numbers. Mathematical thinking doesn't have to be confined to academia. It can be a lens through which to view the world in all its intricate glory. The way the professor encouraged the housekeeper's son to think for himself and not be afraid to be wrong was inspiring and resonated with my inner child.\n\nBooks are also a compelling media form for these reasons:\n- **Depth of information**: when I think about the amount of information and possibly decades of expertise authors distill into several hours of reading, I find books to be such a steal.\n- **Deep Focus**\n\t- Reading a book requires sustained attention and focus. Maintaining deep focus for an extended period is a valuable skill (see [[Books/Deep Work|Deep Work]]), and reading helps me practice and get better at this skill. \n\t- I've found it difficult to both start projects *and* finish strong. Take songwriting, for example. I have tens of files sitting on my computer with 4-bar loops waiting to be turned into full-length songs. Reading books I set out to finish (I abandon some books on purpose) from cover to cover gets me into the habit of starting and finishing things.\n- **Personal Engagement, Imagination, and Interpretation**\n\t- **Engagement**: I control the pace at which I read. I can take notes, annotate, highlight, and be as careful and reflective with each page, or not, as I'd like. I also have the freedom to turn any notes into [blog posts](https://heidi-huang.ghost.io/) and essays to create a deeper, more personal connection with the material.\n\t- **Imagination**\n\t\t\u003e Fiction can show you a different world. It can take you somewhere you've never been. Once you've visited other worlds, like those who ate fairy fruit, you can never be entirely content with the world that you grew up in. Discontent is a good thing: discontented people can modify and improve their worlds, leave them better, leave them different.\u003cbr\u003e\n\t\t\u003e \t—Neil Gaiman ([source](https://www.theguardian.com/books/2013/oct/24/neil-gaiman-face-facts-need-fiction))\n\t- **Interpretation**: When we engage with a text on a personal level, we become active participants in the storytelling process. I love hearing what other folks have to say about the same book I read.\n- **Improved Writing Skills**\n\nUpdate (3/18/2024) \n- Observing what you're reading is a good way to tell what you're truly interested in\n\n## Annual Personal Goal-Setting\n\nSo, reading is pretty darn cool. For all the reasons I mentioned above, I want ==to read a book every month== in 2023. You can read more about that here: [[Yearly/2023 Initial Goal Setting|2023 Initial Goal Setting]]\n\n\n\n\n\n\n",
    "lastmodified": "2024-03-18T13:15:33.400646506-07:00",
    "tags": [
      "Journal-2023",
      "Book"
    ]
  },
  "/Journal/2023/Serendipity-file-management-health": {
    "title": "Serendipity, file management, health",
    "content": "## Serendipity and math\n$Luck = f(A, E) = f(D, S, E)$\n\nLuck is a function of \n- $A$ - Surface Area.\n- $E$ - External Factors. Out of our control.\n\nSurface area can be further broken down into  $A = D + S$\n- $D$ - Doing. Encompasses both consuming and creating.\n- $S$ - Showcasing. Echoes \"working with my garage door up\" on the [[_index| home page]] and is the reason for the [[Journal/2023/Birth of this Microblog]]\n\n## File management\nNeed to figure out internal organization for this microblog. Or not. Could just go with the flow. This site is meant to be low maintenance anyway.\n\n## Health \nTend to take it for granted until something comes up. \nType up on notes on Being Mortal.\n",
    "lastmodified": "2024-02-25T00:36:10.955692547-08:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/Journal/2023/Statistics-personal-projects": {
    "title": "Statistics \u0026 personal projects",
    "content": "## Statistics\nFun. It's everywhere. [[Images/Beautiful visualizations.png |Beautiful visualizations]] spark joy.\n![[Images/Beautiful visualizations.png]]\n\n## Personal Projects\nA [[Journal/2023/Birth of this Microblog#Recent Observation|recent observation]] of the kinds of personal projects I pursue has prompted me to ask myself this question:\n\u003e If I had an infinite amount of money and time, would I still be doing what I'm doing? Would my professional pursuits be the same? \n\nI hesitated before answering yes to this question, which alarmed me. After thinking about this, I recognize the reason for my hesitation is my impatience. \n- The alternative: software, tech startups.\n- The question: so, why not software?\n\t- My primary interest lies in healthcare and the life sciences. This has been true for as long as I can remember.  \n\n\u003e [!faq]- Revision: ~~I also know there is exactly a ***0% chance*** I will be exceptional in the area if I go for software.~~\n\u003e \n\u003e I will never let my self-perceived chances at being \"exceptional\" at something stop me from pursuing it because, to me, that goal seems a bit too black-and-white. I thought more about this statement after it was challenged. Instead of thinking about things this way, potentially perpetuating negative self-fulfilling prophecies, I'll just focus on doing the [[Journal/2023/Focus \u0026 Hell Yeah or No|\"hell yeahs\"]], the things that are exciting and worth pursuing to me. Whether I have a shot at being \"exceptional\" at it or not is secondary—I'll let the world decide that for me and allow outcomes, whatever they are, to unfold naturally.\n\u003e \n\u003e Thank you, TF, for challenging this notion.\n\u003e \n\u003e 🛑 I've dedicated considerable thought to my purpose and motivations (\"why\"), whether the field I've chosen is right for me (\"what\"), and other questions about the essence of my work. Given that I feel pretty solid about my answers to those questions for now, it's time to stop doing that for a little bit. For the next year or two, I believe it'll be more productive to direct my time and energy towards doing that work, rather than pondering and writing extensively about its nature.\n\n\n- The bottom line: I want to help build something to help people. Ideally, to help improve health outcomes.\n- Source of my frustration: biotech seems to be much more regulated and slow-moving compared to software/tech startups\n- What I want to do: biotech\n- What I'm on the path to doing (and what matters most at the end of the day): biotech \n\t- cool, what I want to do and what I'm on the path to doing align. that's all i need to know.\n\n\u003e [!info] Reminder to self:\n\u003e don't lose sight of what really drives you. it's easy to be distracted by shiny things that seem to promise fast(er) results. \n\n\n",
    "lastmodified": "2024-02-25T00:36:10.958784289-08:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/Journal/2023/The-Inner-Game-of-Tennis": {
    "title": "The Inner Game of Tennis",
    "content": "\u003e [!warning] still workin on this one...\n\n- Bill Gates' review on *The Inner Game of Tennis* [here](https://www.gatesnotes.com/The-Inner-Game-of-Tennis)",
    "lastmodified": "2023-10-20T15:11:47.467338292-07:00",
    "tags": [
      "Book"
    ]
  },
  "/Journal/2023/What-does-success-mean-to-you": {
    "title": "What does success mean to you?",
    "content": "To my future self, \n\nI hope you're **healthy**, both physically and mentally. Seriously, health is the number one priority. Lift weights and do some form of cardio, no matter how old you may be. Have sustainable eating habits and sleep patterns.\n\nI hope you're still **endlessly curious** about the world. Keep a relentless desire to experience all that the world has to offer. Ask questions, strike up conversations about topics with which you are unfamiliar, do things that [[Books/Hell Yeah or No|scare you]]. ==May the beauty of exploration and experimentation never fade.==\n\nI hope you are a **compassionate and supportive friend, partner, family member, and community member**. Cultivate meaningful relationships. Life can get busy, so I hope you have the ability to discern what and who to prioritize. Thank these folks and let them know how much they mean to you from time to time. \n\nProfessionally, I hope you've been able to **find your focus** and *really* go **deep**. Ask big questions. Learn whatever you need to achieve your professional goals and what you're curious about, regardless of whether or not those things are \"in your field.\" What are the boundaries of our current knowledge, and how can we go about filling in the gaps? \n\nPersonally, I hope you are **grounded, self-assured, and confident** in your values and who you are. It's okay to say no. Have the courage to be disliked. \n\nLastly, I hope you are **kind**—to others and to yourself. 🫀\n\nRevisit this letter every once in a while. Perhaps, when you feel lost, disappointed, or uncertain about the future. No matter what outcomes or end states you face, as long as you're keeping at embodying the attributes described above, that is more than enough.\n\nWarmly, \n\nYour present self (08.01.2023)\n\n\n\n\n",
    "lastmodified": "2023-10-04T10:55:54.159679025-07:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/Journal/2023/What-kind-of-research-assistant-do-I-want-to-be": {
    "title": "What kind of research assistant do I want to be?",
    "content": "I will...\n1. Show up on time. Be consistent and reliable.\n2. Take ownership of my work. Be proactive and think about how my job fits into bigger pictures (e.g. the lab's long-term goals, my journey, etc.).\n3. Take thorough notes. Be like Patrick.\n\t![[Images/SpongeBob.gif]]\n4. Ask questions if I don't understand something. \n5. Understand *why* things are being done. Context 📈. \n6. Read cool papers. Ask for recommendations.\n7. I will make mistakes. Own up to them and learn from them. Try not to make the same mistake twice.\n8. Have fun.\n",
    "lastmodified": "2023-10-16T20:20:05.676227407-07:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/Journal/2023/feeling-comfortable-in-my-own-shoes": {
    "title": "feeling comfortable in my own shoes",
    "content": "\nto be continued...\n\n",
    "lastmodified": "2023-10-04T10:55:44.154959106-07:00",
    "tags": [
      "Quotes",
      "Journal-2023"
    ]
  },
  "/Journal/2024/Leaning-into-my-curiosity": {
    "title": "Leaning into my curiosity",
    "content": "",
    "lastmodified": "2024-02-25T00:32:52.324769114-08:00",
    "tags": [
      "Journal-2024"
    ]
  },
  "/Man-Im-lucky": {
    "title": "Man, I'm lucky",
    "content": "### 2023-09-28\n- For being in the Bay Area, being at UC Berkeley, getting to work with and learn from people I look up to and [meet more of them](https://innovativegenomics.org/inside-igi-health/) in person! (a;lskdjfal;ksdjf 🤯)\n- For cool conference swag\n### 2023-09-21\n- For cool people, as curious as they are kind, who aren't afraid to [reach out](https://heidihuang.netlify.app/contact) :) \n\t- I realized showcasing and documenting my thoughts and what I'm doing is just as important as getting out there and doing things, so I [[Journal/2023/Birth of this Microblog|started writing]] on this website in July 2023, with [[Journal/2023/Serendipity, file management, health|increasing my surface area for serendipity]] as one of my main drivers. Thank you, JT, for checking out my writing and reaching out to meet up.\n### 2023-09-05 \n- For California's *accessible* natural beauty (hike @ Lower Fire Trails, right next to campus). Went in between classes on a Tuesday afternoon.\u003cbr\u003e\n![[Images/FireTrails1.jpg]]\u003cbr\u003e\n### 2022-10-18\n- For getting the chance to attend TechCrunch Disrupt! My first exposure to TC Disrupt was through Silicon Valley (the HBO Show. Jared is the best character) in high school. Used to think TC Disrupt was a fictional event. 😅\n- For getting that sweet deal on the [DDJ-400](https://www.pioneerdj.com/en/product/controller/ddj-400/gold/overview/) after it'd been discontinued + speakers from Camila.\n- For having a really kind Uber driver (Korean-American man from Arizona). We talked about the NBA (The Redeem Team documentary on Netflix), growing up as an Asian person in a predominantly white area in the 70s, barbecue places, his daughters, and more. Thank you, John, for making the drive from Camila's place in Sausalito back to Berkeley memorable.\n",
    "lastmodified": "2024-02-25T00:36:10.961030909-08:00",
    "tags": []
  },
  "/My-Values": {
    "title": "My Values",
    "content": "I'd like to be...\n## Intentional.\nHave clarity in your values and self-defined purpose.\n## Consistent.\nSustained intention.\n\nHave a high follow-through rate: if you say you're going to do something, *do it.*\n## Attentive.\nBe generous with your attention on the people and things that matter the most to you.\n\nBe present. Strike up [[Real talk - interesting conversation questions|conversations]] with those around you. Go on walks and check out your surroundings. Be interested in what people have to say. \n\nShow that you care.\n## Creative.\nKeep producing music, writing, cooking, and coding. \n\nMake things. Have fun. \n## Earnest.\n\u003e Source: Paul Graham's [essay on earnestness](http://www.paulgraham.com/earnest.html)\n\nDo things for the right reasons and try as hard as you can at doing those things.\n\n## Introspective.\nReflect on what you're doing. Why are you doing what you're doing? \nIf you continue down this trajectory, where will you be in X years? Is that where you want to be?\n## Open-minded.\nIf you never mess around, you'll never [find out](https://twitter.com/rogerskaer/status/1576025818182332416). \n\nBe open to honest feedback and criticism.\n## Grateful.\nExude vitality. Never lose that sense of joie de vivre. Remember to *express* your gratitude.",
    "lastmodified": "2024-03-18T13:53:52.19505383-07:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/Now": {
    "title": "Now",
    "content": "\u003e[!info] What I'm up to these days. Updated monthly.\n## Location\n📍 Berkeley, California, USA \u003cbr\u003e \n🌉 And, more broadly, the San Francisco Bay Area \n## Current obsessions: I've been...\n- Learning mainly Portuguese on Duolingo\n- Trying to gain a more fundamental understanding of my postdoc mentor's / my lab's research\n\t- The process of writing a research proposal for my senior thesis has helped with this tremendously\n- Gradually figuring out what I want to do through a long, non-linear process of elimination\n\t- Emphasis on \"non-linear\" as of late. I dropped the Public Health major and am now only majoring in Molecular and Cell Biology. I've always been interested in becoming a physician, but I've been considering the MD-PhD path more seriously. Research has really grown on me! MD-PhD is 8 years of training, not counting residency, though...\n## Downtime\n- Weightlifting\n- Basketball @ the RSF and random parks in the city\n- Running! ~~Disliking running less and less~~ I enjoy running now :) \n- Putting together a progressive house DJ set, like [this one](https://www.youtube.com/watch?v=VhPa0XYA5DA\u0026t=1888s)\n- Learning how to play the acoustic guitar (fingerstyle!)\n- [[Reading List|Reading]] \n## Work stuff\n- Undergrad majoring in Molecular and Cell [[Biology/Biology Stuff|Biology]] @ UC Berkeley\n- [[Journal/2023/What kind of research assistant do I want to be?|Research assistant]] @ the Innovative Genomics Institute\n- Patient scribe @ UCSF (Transplant Nephrology)\n- VP of Women in Weightlifting",
    "lastmodified": "2024-03-18T13:54:24.440714745-07:00",
    "tags": []
  },
  "/PDFs/A-programmable-dual-RNA-guided-DNA-endonuclease-in-adaptive-bacterial-immunity": {
    "title": "A programmable dual RNA-guided DNA endonuclease in adaptive bacterial immunity",
    "content": "- [paper](https://pubmed.ncbi.nlm.nih.gov/22745249/)\n",
    "lastmodified": "2023-10-09T23:04:15.431245621-07:00",
    "tags": []
  },
  "/Quotes": {
    "title": "Quotes",
    "content": "Cool quotes.\n## Gottfried Ephraim Lessing\n\u003e If God were to hold all Truth concealed in his right hand, and in his left only the steady and diligent drive for Truth, albeit with the proviso that I would always and forever err in the process, and to offer me the choice, I would with all humility take the left hand.\n\n## 徐志摩 \n\u003e 得知，我幸；不得，我命\n\n\n## Stewart Brand\n\u003e Fast learns, slow remembers.  Fast proposes, slow disposes.  Fast is discontinuous, slow is continuous.  Fast and small instructs slow and big by accrued innovation and by occasional revolution.  Slow and big controls small and fast by constraint and constancy.  _Fast gets all our attention, slow has all the power._\n\u003e\n\u003e [Source](https://jods.mitpress.mit.edu/pub/issue3-brand/release/2)\n\n## Franz Kafka\n\u003e Don't bend; don't water it down; don't try to make it logical; don't edit your own soul according to the fashion. Rather, follow your most intense obsessions mercilessly.\n\u003e \n\n## 出自安妮寶貝的《薔薇島嶼》\n\u003e 最好的愛情是兩個人彼此做伴。不要束縛，不要纏繞，不要佔有，不要渴望從對方身上挖掘到意義，那是註定要落空的。而應該是，我們兩個人，並排站在一起，看看這個落寞的人間。我愛你，不是因為你隨時隨地都能陪我，也不是你看起來像我的影子，你是你，我是我，我們兩個人是不同的兩個個體，我們珍惜在一起的每一個時刻，也尊重每一分冷暖自知的獨立狀態。\n\n## *Flow* by Mihaly Csikszentmihalyi\n\u003e \"Attention can be invested in innumerable ways, ways that can make life either rich or miserable.\"\n\n\u003e “This sense of humility—the recognition that one’s goals may have to be subordinated to a greater entity, and that to succeed one may have to play by a different set of rules from what one would prefer—is a hallmark of strong people”\n\n\u003e “It is one thing to recognize that life is, by itself, meaningless. It is another thing entirely to accept this resignation. The first fact does not entail the second any more than the fact that we lack wings prevents us from flying”\n",
    "lastmodified": "2023-10-04T10:56:27.123554277-07:00",
    "tags": [
      "Quotes"
    ]
  },
  "/Reading-List": {
    "title": "Reading List",
    "content": "A master list of books / novellas / short stories / essays (1) I want to read, (2) am currently reading, (3) or have read in the past. Links are to [long-form blog posts](https://heidihuang.com/books/) / any notes I took / thoughts about the book.\n\n## Legend\n- `Title` | Author | Rating/5★, optional comment\n- favorite books of the year\n\t1. 🥇 == most favorite\n\t2. 🥈 == 2nd most favorite\n\t3. 🥉 == 3rd most favorite\n- 🥸 == favorite fiction book of the year\n\n## Currently Reading\n- The Code Breaker | Walter Isaacson\n- Born to Run | Christopher McDougall\n- The Genome Odyssey | Euan Angus Ashley\n\n## I've Read\n### 2024 \n\u003e in chronological order\n1. `Outlive`| Peter Attia | 4★\n2. `Better` | Atul Gawande | 4★\n3. `The Healing of America` | T.R. Reid | 5★, possibly the most frustrated i've ever felt after reading any book\n4. `The Emperor of All Maladies` | Siddartha Mukherjee | 4★\n5. `Grit` | Angela Duckworth | 3.5★\n6. \n\n### 2023\n\u003e in no particular order\n1. `Empire of Pain` | Patrick Radden Keefe | 5★\n2. 🥉 `The Gene` | Siddhartha Mukherjee | 5★\n3. `Salt, Sugar, and Fat` | Michael Moss | 4★\n4. `The Housekeeper and the Professor` | Yōko Ogawa | 4★\n5. 🥇 `Being Mortal` | Atul Gawande | 5★, has helped me initiate important conversations about death and dying with loved ones\n6. [[Books/Hell Yeah or No|Hell Yeah or No]] | Derek Sivers | 4★\n7. `Without a Doubt` | Surbhi Sarna | 4★\n8. `Man's Search for Meaning` | Viktor E. Frankl | 4★\n9. [Nonviolent Communication](https://heidi-huang.ghost.io/nonviolentcommunication/) | Marshall Rosenberg | 5★\n10. [[Books/The Land of Open Graves|The Land of Open Graves]] | Jason De León | 3.5★\n11. `For Blood and Money` | Nathan Vardi | 4★\n12. [[Books/Deep Work|Deep Work]] | Cal Newport | 4★\n13. `The Immortal Life of Henrietta Lacks` | Rebecca Skloot | 5★\n14. [[Journal/2023/The Inner Game of Tennis|The Inner Game of Tennis]] | W. Timothy Gallwey | 3★\n15. `Can't Hurt Me` | David Goggins | 3.5★\n16. 🥈 `Bad Blood` | John Carreyrou | 5★ \n17. `Zero to One` | Peter Thiel | 4★\n18. `The Almanack of Naval Ravikant` | Eric Jorgenson | 4★\n19. `Genetech` | Sally Smith Hughes | 4★\n\n### 2022\n\u003e in no particular order\n1. [Sapiens](https://heidi-huang.ghost.io/sapiens/) | Yuval Noah Harrari | 4★\n2. 🥇 [When Breath Becomes Air](https://heidi-huang.ghost.io/when-breath-becomes-air/) | Paul Kalanithi | 5★\n3. `Capitalist Realism` | Mark Fisher | 4★\n4. `Principles` | Ray Dalio | 4★\n5. `The Defining Decade` | Meg Jay | 3★\n6. `Range` | David Epstein | 4★\n7. `Health Design Thinking` | Bon Ku | 3.5★\n\n### 2021\n\u003e in no particular order\n1. 🥇 `Atomic Habits` | James Clear | 5★\n2. `The Subtle Art of Not Giving a Fuck` | Mark Manson | 3★\n3. `The Dip` | Seth Godin | 3★\n4. `Digital Minimalism` | Cal Newport | 4★\n5. `How to Win Friends and Influence People` | Dale Carnegie | 4★\n6. `The Selfish Gene` | Richard Dawkins | 4★\n7. `Slaughterhouse-Five` | Kurt Vonnegut | 4★\n\n### Before 2021\n\u003e in no particular order\n- [Flow](https://heidi-huang.ghost.io/flow-the-psychology-of-optimal-experience/) | Mihaly Csikszentmihalyi\n- `Fast Food Nation` | Eric Schlosser\n- `People, Power, and Profits` | Joseph Stiglitz\n- `Show Your Work!` | Austin Kleon\n- `V for Vendetta` | Alan Moore\n- `Outliers` | Malcolm Gladwell\n- `The Tipping Point` | Malcolm Gladwell\n- `Freakonomics` | Steven Levitt \u0026 Stephen J. Dubner\n- `The Jungle` | Upton Sinclair\n- 🥸 `In Cold Blood` | Truman Capote\n- `The Beetle` | Richard Marsh\n- `Things Fall Apart` | Chinua Achebe\n- `Anthem` | Ayn Rand\n- `Brave New World` | Aldous Huxley\n- `Heart of Darkness` | Joseph Conrad\n- `To Kill a Mockingbird` | Harper Lee \n- `The Pearl` | John Steinbeck \n- `Lord of the Flies` | William Golding\n- `Fahrenheit 451` | Ray Bradbury\n- `基督山恩仇記 (abridged)` | Alexandre Dumas\n\n",
    "lastmodified": "2024-03-18T13:14:21.334891026-07:00",
    "tags": []
  },
  "/Real-talk-interesting-conversation-questions": {
    "title": "Real talk - interesting conversation questions",
    "content": "Pull up a [random number generator](https://www.random.org/) and ask away! \n\nRemember to create a safe, non-judgmental space for everyone participating. If you'd like to add to the list, feel free to [contact me](https://heidihuang.netlify.app/contact.html) with suggestions for questions. \n\n1. What does a perfect day look like to you?\n2. What’s the best compliment you’ve ever received?\n3. What is something \"weird\" you do that you wonder if other people do as well?\n4. What are you glad you learned as a child?\n5. What activity makes you lose track of time?\n6. What will never cease to make you smile?\n7. How has your day / week / year been going so far?\n8. When did you last leave your comfort zone?\n9. What's the best gift you've ever given or received?\n10. What are the worst and best things about where you currently live?\n11. How did your best friend become your best friend?\n12. What do you value most in a friendship?\n13. How do you hope you’ll change as a person in the future?\n14. In what ways do you differ most from your parents?\n15. What are three personal qualities you love most about yourself?\n16. What are you currently worrying about, if anything? What could happen to make you stop worrying about it?\n17. What energizes you? What drains you?\n18. What’s the most illegal act you’ve ever done and are comfortable sharing?\n19. What character trait instantly makes you respect someone?\n20. What’s the biggest fight you’ve gotten into, and what was it about?\n21. Is there someone you knew once but have lost touch with? What happened? Do you know where they are now, and how they’re doing?\n22. With whom do you have the deepest connection in your family? Why?\n23. When was the last time you were really proud of yourself?\n24. What’s an experience in your past that really shaped your worldview? Why?\n25. What excites you most about the world in which we live?\n26. What frustrates you most about the world in which we live?\n27. What is something you never thought you'd be able to do, until you actually did it?\n28. What, if anything, is too serious to be joked about?\n29. When do you feel like the best version of yourself?\n30. What’s something you went through that you wouldn’t wish on your worst enemy?\n31. What do you want written on your tombstone?\n32. What does success mean to you?\n33. How has your relationship with yourself changed over time?\n34. What is the most pain you've experienced in your life?\n35. Are you currently pursuing what makes you happy? Why or why not?\n36. Was there ever a moment when you thought you were going to die?\n37. What *wouldn't* you do for someone you love?\n38. If you died today, what would be your biggest regret?\n39. Have you ever hit “rock bottom”? What did it look and feel like to you? What situations or decisions led to it? How did you get out, or have you gotten out yet?\n40. What’s the most important self-discovery you made about yourself in the past year?\n41. How do you think humanity will go extinct?\n",
    "lastmodified": "2024-02-25T00:27:33.814801371-08:00",
    "tags": [
      "Journal-2023"
    ]
  },
  "/The-Impossible-List": {
    "title": "The Impossible List",
    "content": "\u003e[!warning] Page is under construction\n\nA bucket list of sorts. Inspired by [Thomas Frank](https://collegeinfogeek.com/about/meet-the-author/my-impossible-list/). \n## Life\n\n## Creative\n### Writing\n- \n### Music\n- ~~Release a full-length song (write, produce, mix, and master)~~\n- ~~Release an EP (3 or more songs)~~\n- Release a full-length album \n- Write, produce, and release a song featuring vocals and lyrics\n- DJ for a crowd\n### Dev\n- ~~Learn HTML, CSS, and JS and code my very first website from scratch~~ (https://heidihuang.netlify.app/)\n\n## Travel\n### USA\n- Visit all 50 states\n- Visit every single National Park \n### World\n- Visit all inhabited continents\n\t- ~~Africa~~\n\t- ~~North America~~\n\t- South America\n\t- ~~Asia~~\n\t- Europe\n\t- Australia/Oceania\n- Europe\n\t- 🇬🇧 - visit [Llanfairpwllgwyngyllgogerychwyrndrobwllllantysiliogogogoch](https://www.youtube.com/watch?v=fHxO0UdpoxM)\n\t- 🇨🇭- visit CERN\n\n\n## Academic / Work\n- Get published in a peer-reviewed journal\n- Figure out what I want to do, exactly. Find my professional niche.\n## Fitness\n### Strength\n- Pull-ups!\n### Endurance\n[inspired by VW and Cody Ko]\n- Run a 5k\n- Run a 10k\n- Run a mile in 7 minutes\n## Fun\n- Take a [quokka selfie](https://www.google.com/search?q=quokka+selfie\u0026oq=quokka+selfie\u0026aqs=chrome.0.69i59.1083j0j1\u0026sourceid=chrome\u0026ie=UTF-8\u0026bshm=rimc/1)\n\n",
    "lastmodified": "2023-10-03T11:39:37.212759073-07:00",
    "tags": []
  },
  "/Thoughts-in-Passing": {
    "title": "Thoughts in Passing",
    "content": "For random thoughts that do not warrant standalone pages.\n\n- I want to come up with a list of questions I can ask myself periodically to orient myself in my personal and professional lives. To think about what I've been up to (because so much happens so fast), reflect on how I feel about my current position, and assess where I want to go next. Something like a quarterly reflection. \n- Other than California, where would I want to live post-grad? \n- I'd rather try and fail than to never have tried at all. \n- CMV: junior year is the toughest year of undergrad (disclaimer: I haven't experienced all 4 years of college yet, so I could be totally wrong here)",
    "lastmodified": "2024-02-27T16:02:56.014478408-08:00",
    "tags": [
      "Journal-2024"
    ]
  },
  "/Yearly/2022-End-of-year-Review": {
    "title": "2022 End-of-year Review",
    "content": "Learnings from 2022 goal-setting.\n\nI was inspired to start this whole annual goal-setting thing because of [[Reading List|Atomic Habits]].\n\n1. Picking 2 goals to focus on is too much. For this year, I can only say with 100% confidence that I hit the \"making exercise a consistent habit\" goal, but I can't say I successfully hit the \"read a book every month\" goal.\n\t- ==For next year, only set 1 goal. ==\n2. ==Small but consistent changes compound over time into something big and meaningful==.\n\nFavorite quotes from [[Reading List|Atomic Habits]] by James Clear:\n\u003e Every action you take is a vote for the type of person you wish to become. No single instance will transform your beliefs, but as the votes build up, so does the evidence of your new identity. \n\n\u003e You do not rise to the level of your goals. You fall to the level of your systems.\n\n\u003e Good habits make time your ally, bad habits make time your enemy.\n",
    "lastmodified": "2024-03-04T09:07:07.701129995-08:00",
    "tags": []
  },
  "/Yearly/2022-Initial-Goal-Setting": {
    "title": "2022 Initial Goal Setting",
    "content": "## What is one habit I hope to establish in 2022?\nCandidates\n- Sleeping early + getting up early\n- Reading a book a month\n- ==✅ Exercising and/or spending time in nature 140 minutes a week (~20 min/day)== - Chosen!\nGuidelines to keep in mind:\n1. Make it obvious\n2. Make it attractive\n3. Make it easy\n4. Make it immediately satisfying\n\n---\n## How I plan on establishing this habit:\n\n- Making the cues obvious + reducing the friction needed for me to get movin'\n\t- Always have my basketball and jump rope lying around where I can _see_ them\n\t- Make clothes/shoes/socks easily accessible so I can get out of bed and leave my room/apartment/house\n- Make it attractive\n\t- I get to listen to an audiobook or music while exercising\n- Make it immediately satisfying\n\t- Mocha cappuccino flavored protein powder is seriously the best flavor out there y'all\n- Other strategies\n\t- Never bring laptop into bedroom (will decrease chances of me watching Netflix there and just lying/sitting on my bed for long periods doing nothing)\n\n## What is another habit I hope to establish in 2022?\n- Reading 1 book a month (or, at least, reading 8 books total in 2022)\n\n## How I plan on establishing this habit:\n\n- Listen to audiobooks!\n- Reasons\n\t- I can listen to books on the go, and I spend a fair amount of time commuting or doing tasks (e.g. washing the dishes, exercising) that don’t require my full attention\n\t- Paperback books are much more expensive, and I need to set aside dedicated time to read them. I also move around a lot, and physical books can be a hassle to transport. Hence why I’ve been reading a grand total of zeeero books.\n\t- The biggest advantage of audiobooks is it will make reading much more accessible and convenient, and it is a cheaper alternative to physical books.\n\t- Audiobooks will aid me on my path to becoming a *reader - someone who regularly reads*\n\n",
    "lastmodified": "2023-08-23T23:10:51.118350147-07:00",
    "tags": []
  },
  "/Yearly/2022-Mid-year-Check-in": {
    "title": "2022 Mid-year Check-in",
    "content": "## Mid-Year Review (5/22/2022)\n\n### 1. Working Out and/or Spending Time Outdoors 140 min+/week\n\nAccording to Fitness app (data collected from Apple Watch)\n- I did well in Jan, Feb (peak), March (for the most part)\n    - start of the year, I had the most momentum\n    - worked out consistently\n- Fairly well towards the end of March + April\n- Not so well in May (finals, summer vacation - no access to gym, though not an excuse)\n    - At home, I’ve been playing basketball and jumping rope; definitely spending time in nature but not so much working out w weights\n\n### 2. Reading 1 book/month\n\nSo far I’ve read…\n\n- Atomic Habits (Audible)\n- Digital Minimalism (Audible)\n- The Dip (Audible)\n\nI’m currently reading…\n\n- The Subtle Art of Not Giving a F\\*ck (Audible)\n- The Healing of America (paperback)\n\nComments\n\n- It’s harder for me to finish paperback books than audiobooks. I just started reading *The Subtle Art of Not Giving a F\\*ck* a few days ago, and I’m already more than halfway through, but I started reading _The Healing of America_ a few weeks ago, and I’m far from being halfway through.\n- There’s a higher “activation energy” for reading paperback books.\n\n## Reflection\n\n- So far, so good (surprisingly? lol)\n- I need to keep up with goal #1 by spicing things up.\n\t- From now until 6/21 (I’ll move back to campus and have access to the RSF), I’ll switch things up - do cardio somedays (or every day) and do stuff with my 2 10-lb dumbbells\n\t- I think I also got bored of cardio cause it got repetitive (basketball and jump rope), so until I can use the RSF again introducing some variety should help.\n- Summer classes haven’t begun yet, so keeping up with goal #2 should be fairly easy to do. I’ll just keep doing what I’ve been doing. Once classes start again, with audiobooks, I should still be able to hit my goal. It’ll just be a little more challenging.\n\n## Reminder: Why Did I Choose These Goals?\n\n1. Health. Also spending time outside makes me happy. Most of what I do (work, study, texting/calling, music, shows, etc.) consists of sitting down and being stationary, so it’s important to get moving. As I continue to study physiology, public health, and metabolic diseases, I want my identity to be associated with healthy living, so I should lead by example.\n2. To learn stuff outside of school (nonfiction). For fun (fiction). To discover new things and learn about the world. To get into the habit of lifelong learning.",
    "lastmodified": "2023-11-12T20:54:50.251284288-08:00",
    "tags": []
  },
  "/Yearly/2023-End-of-year-Review": {
    "title": "2023 End-of-year Review",
    "content": "Learnings from 2023 goal-setting.\n\nMy goal was to read 12 books in 12 months. According to my [[Reading List]] and [GoodReads](https://www.goodreads.com/user/show/165868055-heidi-huang), I read 18 books in 12 months. That's 6 more books than I set out to read.\n![[Images/noice.gif]]\n\n## What went well? \n### The How\nMost of my books are consumed in audiobook format. As I've emphasized in [[Journal/2023/Reading is pretty darn cool|Reading is pretty darn cool]], listening to audiobooks while I run errands and cook has been a game-changer, 4x'ing the volume of books I can consume.\n\nFor books I wanted to pay special attention to (e.g. *The Gene*) because I am *especially* interested in the subject matter and/or books that have many charts and graphs, I opted to read them in their physical form. \n### The What\n#### Biotech\nI wanted to learn more about the biotech sector, so I read *Genentech*, *Bad Blood*, *For Blood and Money*. I found [this blog post](https://www.celinehh.com/tech-vs-biotech) by Celine Halioua, CEO of a biotech startup, on the difference between tech and biotech informative.\n\nLeaving my old lab (wet lab, basic research) and joining the Wilson lab (still wet lab, but more translational research) has made me realize I find research with clinical applications a lot cooler and more fulfilling. Work that involves moving scientific discoveries from the lab into the market/to patients' bedsides to create more impact sounds awesome, and I'd love to be a part of it. \n#### Self-help 🥴\nAfter consuming self-help content for many years, I've found that most self-help books can be condensed into long-form blog posts and offer \"common sense\" advice. I still find value in listening to widely-repeated but ==rarely-implemented== advice. Great revelations are rare, anyway. What you do with the information from these self-help books is most important. Plus, I find listening to them motivational, and sprinkling in light, self-help type books in between denser, longer, more serious books like *Empire of Pain* and *The Immortal Life of Henrietta Lacks* keeps reading fun and interesting. \n\n## What could be improved?\nThe downside of listening to an audiobook is the material doesn't stick in my head as strongly as if I were to read a book in its physical form. \n\nMy solution to this problem is simply to re-listen to the book at a later time if I'd like a refresher, look for summaries after having finished an audiobook to reinforce what I just listened to, or take my own notes on my phone as I listen to an audiobook. \n\n#### Pros and cons of reading vs. listening to a book\n\u003cbr\u003e\n\n|Actually reading a book|Listening to an audiobook|\n|---|---|\n|- Requires you to set aside time and your undivided attention to a book  \u003cbr\u003e- Activates visual processing  \u003cbr\u003e- Longer, less frequent periods of more focused time  \u003cbr\u003e- I usually skip prologues and epilogues etc.|- Allows you to multitask  \u003cbr\u003e- Activates auditory information processing (*bonus: fun narrators, like listening to Arnold Schwarzenegger read _Be Useful_)  \u003cbr\u003e- Shorter, more frequent bursts of listening time (e.g. listening while taking a 10-minute walk to the grocery store) interspersed with longer listening sessions (e.g. cooking, working out)  \u003cbr\u003e- I’m more inclined to listen to the book in its entirety, including prologues, epilogues, etc.|\n\nAt this time, this system (mostly listening to audiobooks, reading select books in their physical form) is working for me. So, if it ain't broke, I'm not gonna fix it. Listening to an audiobook on a subject is enough to give me a good enough idea of the discussion surrounding the subject. \n\n## Going forward\nI enjoy reading. I'm going to keep reading what I'm interested in, but I'm not going to set any specific goals for how many books I want to read. The number of books was never really the point, anyway. It was more of an incentive to get me to get back into the habit of reading again.\n\nI hope reading will remain a lifelong habit of mine. \n\n---\nIf you have book recommendations and/or thoughts and comments on this post, feel free to reach out! You can find a link to a contact form (best way to reach me) under the title of every post. \n\n\n\n",
    "lastmodified": "2024-03-05T11:36:55.450965701-08:00",
    "tags": []
  },
  "/Yearly/2023-Initial-Goal-Setting": {
    "title": "2023 Initial Goal Setting",
    "content": "\nI want to read a book every month. That's twelve books in twelve months. \n\nThe number of books is arbitrary, really. I kinda just thought the repetition of twelve gives the name a nice ring. Reading twelve books in a year is not a lofty goal, but it's a realistic goal for my schedule. Things get very hectic during the semester (classes, research, clubs, people, internships), so reading anything more than 1 book / month is unrealistic. \n\nIn my [[Yearly/2022 Initial Goal Setting|2022 Initial Goal Setting]] page, I had planned to read a book a month in 2022, but I couldn't do it. This year, though, I've decided to make establishing reading as a habit my sole focus.\n\n## Reducing Friction\n1. Make it obvious\n\t- I always have my devices near me, so accessing books should be very easy.\n\t- I also brought 2 physical copies of books, so I can switch things up if I'm getting tired of reading from devices.\n2.  Make it attractive\n\t- Explore different genres and topics to keep my reading experiences diverse and engaging\n\t\t- I usually read less fiction, so reading more fiction is something I could explore.\n\t- I'm curious about the biotech industry and want to learn more, so this is a great opportunity to read up on biotech. \n\t- Talk to friends who also read. Share what you're reading with each other and ask if they have book recommendations, reviews, etc. Make it fun.\n3. Make it easy\n\t- Choose books that match my interests and preferences. It will be a lot easier to want to keep listening if I'm passionate about the subject matter. Besides, I'm not doing this for anyone else, so I have no reason not to.\n\t- Experiment with different formats, such as audiobooks or e-books, which can be convenient for on-the-go or multitasking situations.\n4. Make it immediately satisfying\n\t- After finishing a book, I'll take a moment to reflect on what I've learned or enjoyed from the reading. This sense of accomplishment can help reinforce the habit.\n\t- Annotate, take notes, and write long-form blog posts on books (if I want) to make the experience feel more meaningful and satisfying.",
    "lastmodified": "2023-08-28T10:50:29.814946649-07:00",
    "tags": []
  },
  "/Yearly/2023-Mid-year-Check-in": {
    "title": "2023 Mid-year Check-in",
    "content": "\nAccording to my [[Reading List]], I've read ten books as I'm writing this (08.21.2023). I may be on track for now, but during the semester I will have less time to read books. \n\nI especially enjoyed reading during the summer months and loved having large chunks of time (e.g. on the plane) to. just. read. 😌 \n\n## Reminder: Why did I choose this goal? \nI wrote this long post—[[Journal/2023/Reading is pretty darn cool|Reading is pretty darn cool]]—as a reminder of why reading is great and why I chose this goal.\n\n",
    "lastmodified": "2024-02-25T00:36:22.370776897-08:00",
    "tags": []
  },
  "/Yearly/Yearly-Goals": {
    "title": "Yearly Goals",
    "content": "\u003e The days are long, but the years are short.\n\nThink of it as New Year's resolutions, but with an extra dose of structure.\n## 2023\n\u003e [!check] To read 12 books in 12 months\n\nI started getting back into reading in 2021. Now is a good time to reinforce reading as a habit.\n- [[Yearly/2023 Initial Goal Setting|2023 Initial Goal Setting]]\n- [[Yearly/2023 Mid-year Check-in|2023 Mid-year Check-in]]\n- [[Yearly/2023 End-of-year Review|2023 End-of-year Review]]\n## 2022\n\u003e [!check] To consistently (on average 4 days/week) exercise (lifting weights + doing cardio)\n\n2022 was the first year I started setting yearly goals. Originally, all the planning was done on Notion. \n- [[Yearly/2022 Initial Goal Setting|2022 Initial Goal Setting]]\n- [[Yearly/2022 Mid-year Check-in|2022 Mid-year Check-in]]\n- [[Yearly/2022 End-of-year Review|2022 End-of-year Review]]",
    "lastmodified": "2024-03-04T09:16:42.988042074-08:00",
    "tags": []
  },
  "/private/drafts/draft-Full-stack-scientist": {
    "title": "draft-Full stack scientist",
    "content": "Inspired by this term from this Octant blog post\nhttps://www.octant.bio/blog-posts/sba-presenting-the-class-of-2021 \n\nPerhaps could reinterpret to go from being a research scientist + being a science communicator?\n\n\nbonus: \nfull stack of the company https://www.octant.bio/blog-posts/apprentices-2023 ",
    "lastmodified": "2023-11-25T10:39:07.05792495-08:00",
    "tags": []
  },
  "/private/drafts/draft-Parallels-between-the-lab-the-kitchen": {
    "title": "draft-Parallels between the lab \u0026 the kitchen",
    "content": "subtitle: licking the plate clean is frowned upon in both settings\n\nhttps://www.reddit.com/r/medlabprofessionals/comments/xnpcz7/similarities_between_the_lab_and_the_kitchen/ \n- post has great top comment\n- post has great, humorous comic I want to include\n\nhttps://www.reddit.com/r/Cooking/comments/jukm4l/cooking_is_an_art_baking_is_a_science/\n- post has great comments about both\n\nhttps://www.bostonmagazine.com/restaurants/2013/12/18/chefology-chefs-vs-scientists/#:~:text=One%20of%20the%20most%20striking,of%20techniques%20to%20produce%20results.\nvery cool article about both\n\nCool images from a paper titled \"molecular gastronomy\"\n\n\n\n\n\n",
    "lastmodified": "2023-12-08T10:15:44.017952286-08:00",
    "tags": []
  },
  "/private/drafts/draft-feeling-comfortable-in-my-own-shoes": {
    "title": "draft-feeling comfortable in my own shoes",
    "content": "alternative titles\n- 「無為」- as Lao Tzu said - \"f\\*ck around and find out*\"\n- Not all those who wander are lost\n\n---\n## Draft 1.0 \nTwo years ago, I moved from Taiwan to the San Francisco Bay Area - a tech hub full of ambitious, future-oriented dreamers - for college. The towering skyscrapers and fast-paced life in the Bay Area sometimes make me feel energized and excited for what's to come and, yet, other times, I feel lost and confused about my direction in life. Hell, if I had a dime for every time I wished to take a sneak peak at what 40-year-old Heidi's life is like, I'd probably be able to afford the rent around here.\n\nI'm half-way through my third year at UC Berkeley, and many of my friends and classmates are thinking about \"the next step\" - what to do after college - and I'm no exception. The brutal job search, med school and grad school applications - these things seemed so far away on my first day of college, but they're front and center now. Things are moving so fast, I wish I could hit pause on life sometimes.\n\nWe're often told our 20s is an exciting time to be alive: it offers a unique blend of relatively low responsibility and so much choice it can be confusing and almost paralyzing. There's a lot of pressure to \"make the right choices\" in this pivotal decade because these choices could have a lasting impact on our lives. \n\nWhere should I live? \nWho should I date? \nWhat field should I study and work in? \nAnd, of course, the classic existential crisis question ~~surfaces~~: What is my purpose, and what should I do with my life?\n\nI want to go all-out on and work on something I'm passionate about, but how do I decide what that thing/problem I want to dedicate my life's work to is? I have many interests, ranging from molecular biology to music production to web development, so what should I pick in the end? \n\nI won't be able to re-do/relive my 20s (I won't get back lost time), I try to live intentionally, asking myself why I want to pursue medicine, why I'm involved in Women in Weightlifting, and why I'm starting to learn how to play the guitar on my own now. \n\nA side effect of trying to live intentionally is a tendency to overanalyze things. But, rather than spend too much time paralyzed by overthinking. I've accepted, for now, that maybe I'll only be able to connect the dots looking backward.\nHopefully, I'll have gained more clarity then. But, for now, no one will be able to answer my questions, and that's okay. For now, I'll let my values guide me. For now, I'll follow my gut, fall into opportunities, and experiment. Through trial and error, and reflecting on experiences, I'll learn who I am, what motivates me, where my aptitudes lie, and gain greater self-awareness.\n\n\n---\n## Bare bones \nI sometimes still can't believe I'm in my 20s already. Despite the passing years, the sensation of being lost, reminiscent of my teenage years, still lingers. I feel excited for the future but anxious about the uncertainty of it all. I live in the San Francisco Bay Area, where so many people are ambitious, full of dreams, future-oriented. I moved to the Bay from Taiwan just a few years ago, and it's funny how the towering skyscrapers and the fast-paced life in the Bay Area can make me feel both on top of the world and utterly lost. The excitement of the unknown future is real, but so is the lingering sense of confusion that refuses to let go. If I had a dime for every time I wished for a roadmap for life, I'd probably be able to afford the rent around here.\n\nI'm half-way through my third year in college, and many of my friends and classmates are thinking about \"the next step\" - what to do after graduating from college - and I'm no exception. The brutal job search, med school and grad school applications - these things seemed so far away on my first day of college, but they're top of mind now. Things are moving so fast, I wish I could hit pause on life sometimes.\n\nOur 20s an exciting time to be alive: it offers a unique blend of relatively low responsibility and so much choice it can be confusing and almost paralyzing. There's a lot of pressure to \"make the right choices\" in life because these choices could have a lasting impact on our lives when we're older. Where to live? Who to date? What field to study and work in? \n\nAnd, of course, the classic existential crisis question surfaces: What is my purpose, and what should I do with my life? I want to do great work, to go all-in on something I'm passionate about for work, but how do I decide what that thing/problem I want to dedicate my life's work to is? I have many interests, ranging from molecular biology to music production to web development, so what should I pick in the end? \n\nSo many questions, but no answers. If you're reading this and are also in your 20s, do you feel the same way? \n\nTo address some of the confusion, and keeping in mind I won't be able to re-do/relive my 20s (I won't get back lost time), I try to live intentionally, asking myself why I want to pursue medicine, why I'm involved in Women in Weightlifting, and why I'm starting to learn how to play the guitar on my own now. ~~Sometimes, the answer requires brainstorming ideas and editing drafts upon drafts for a medical school personal statement, yet, other times, the answer can be as simple as \"because I love doing the thing.\"~~\n\nA side effect of trying to live intentionally is a tendency to overanalyze things. But, rather than spend too much time paralyzed by overthinking. I've accepted, for now, that maybe I'll only be able to connect the dots looking backward.\n\nOne day, I'll look back on my time as a college student in the Bay: the hotpot and board game nights with SC, SY, and more, games of pickup basketball with friendly strangers, conversations about life I've had with TF staying up until sunrise, the frantic texts I sent while teary-eyed to EP and VW during one of my lowest moments in 2023. \n\nHopefully, I'll have gained more clarity then. But, for now, no one will be able to answer my questions, and that's okay. For now, I'll let my values guide me. What I can do is to follow my gut. Fall into opportunities. Experiment. Through trial and error, and reflecting on experiences, I'll learn who I am, what motivates me, where my aptitudes lie, and gain greater self-awareness.\n\nI do everything I do because I can. Because knowledge is beautiful. Because the world is fascinating. Because I love what I do.\n\nI hope my growth can manifest in the expansion of my experiences, the deepening of my passions and knowledge, and the connections I forge with people along the way.\n\nI trust that I know what _right_ feels like: an internal warmth, an ease that draws me in, and an openness akin to standing atop a hill in all its sun-kissed splendor, with a panoramic view stretching as far as the eye can see. \n\nI’m confident in my curiosity and where it’ll lead me.\n\n\n\n\n## Bits to keep\n- It's funny how the towering skyscrapers and the fast-paced life in the Bay Area can make me feel both on top of the world and utterly lost. The excitement of the unknown future is real, but so is the lingering sense of confusion that refuses to let go. If I had a dime for every time I wished for a roadmap for life, I'd probably be able to afford the rent around here.\n\n---\n\n\n\u003e Know thyself.\n\u003e —Socrates\n\nI want to be honest with myself with what I'm good at. \n\nI won't know the meaning of it all, or the purpose of our existence. What I can do is to follow my gut. Fall into opportunities. Experiment. Through trial and error, and reflecting on experiences, I'll learn who I am, what motivates me, where my aptitudes lie, and gain greater self-awareness.\n\nI do everything I do because I can. Because knowledge is beautiful. Because the world is fascinating. Because I love what I do. Not everything needs a well-thought-out purpose statement, especially when you're just starting out.\n\nI like storytelling, so I write and learn how to build websites.\n\nI like music, so I learn how to produce music and DJ.\n\nI like learning about how life works, so I study biology and do research.\n\ninstead of obsessing over finding a “why,” spending time on philosophical arguments with no right or wrong, do what makes your heart sing.\n\nI don’t have anything to prove. The fact that I get to exist is enough.\n\nI allow who I am. And that doesn’t conflict with trying to be a better person. Because doing more is not the only way to be a “better” person.\n\nI’m confident in my curiosity and where it’ll lead me.\n\n\u003e Can you remember who you were, before the world told you who you should be? \n\u003e —Charles Bukowski\n\n---\n\n### To keep\n\n\"study broadly and without fear\"\n\nHow do you know if you’re doing the _right_ thing?\n\nOne of the rarest and most rewarding feelings is knowing I’ve chosen to do something that feels undeniably right.\n\nThis applies to a simple choice, like stopping by the Memorial Glade on my way home to soak in the sun. Same applies to more major choices, but there are more factors to consider there, and it’s easy to overthink things when making those choices.\n\nI’ve found solace in embracing the simplicity of doing things I love—because they make me happy.\n\nGrowth doesn’t always have to be quantifiable; it can simply manifest in the expansion of our experiences, the deepening of our passions, and the connections we forge along the way.\n\nI’m confident in my curiosity and where it’ll lead me.\n\nI trust that I know what _right_ feels like.\n\nA warmth that radiates from within.\n\nEase / effortlessness (you’re just irresistibly drawn in).\n\nOpenness. like standing atop a hill in all its sun-kissed splendor, with a panoramic view stretching as far as the eye can see.\n\n---\n## inspo\n- https://nicoles.substack.com/p/falling-into-life\n\nIn a world driven by goals, achievements, and the incessant pursuit of meaning, it’s no wonder that the question “why” has become an unrelenting companion in our lives. From college applications to the daunting process of med school admissions, we’ve been taught to dissect our every move, to analyze our motivations with a fine-toothed comb. And while having a strong sense of purpose can undoubtedly propel us forward, there comes a time when this relentless questioning might not be as necessary as we’ve been led to believe.\n\nSure, having a clear “why” can be the ticket to unlocking our potential and achieving greatness. It can be the driving force that gets us out of bed in the morning, pushing us to overcome obstacles and reach new heights. But what if we allowed ourselves to do things simply because we can? What if we acknowledged that some pursuits are driven not by a grandiose purpose, but by the sheer joy of existence?\n\nI’ve come to realize that not every endeavor requires an elaborate purpose statement. Sometimes, the very act of doing something is reason enough. The world is a vast, intricate tapestry of knowledge and experiences, each thread interwoven with the next. And in the grand scheme of things, isn’t that reason enough to engage with life’s offerings?\n\nI’ve found solace in embracing the simplicity of doing things I love, for the sake of loving them. My passions have become the guiding lights that lead me through the labyrinth of existence. I’m drawn to storytelling, so I immerse myself in writing and the art of crafting narratives. The allure of music has me exploring the realms of music production and DJing, allowing me to express myself in ways beyond words. And my fascination with the intricacies of life itself fuels my studies in biology and my forays into research.\n\nRather than getting caught in the quagmire of dissecting the “why,” I’ve found liberation in allowing my heart’s desires to take the lead. Instead of engaging in philosophical battles that often yield no definitive answers, I’ve chosen to follow the path that resonates with my soul.\n\nThe notion of needing to prove something has gradually lost its hold on me. The very fact that I’m here, existing in this vast universe, is a profound accomplishment in itself. It’s a reminder that I don’t need to attach grand justifications to every action. I can bask in the joy of being alive, allowing my existence to be its own testament.\n\nEmbracing who I am doesn’t clash with my desire to become a better version of myself. Growth doesn’t always have to be quantifiable; it can simply manifest in the expansion of our experiences, the deepening of our passions, and the connections we forge along the way.\n\nIn my journey, I’ve learned to trust my curiosity, to follow the threads of interest wherever they may lead. I’ve relinquished the need for rigid purpose and instead found solace in the fluidity of my passions. The pursuit of happiness, knowledge, and joy doesn’t always require a meticulously crafted “why.” Sometimes, it’s enough to revel in the present moment, to let our hearts sing the melodies of life without demanding an explanation.\n\nSo, let’s challenge the notion that every action must have a profound reason behind it. Let’s allow ourselves the freedom to engage with life in ways that light up our souls. After all, in the grand tapestry of existence, our uniqueness and our pursuit of happiness are reasons enough. And as we navigate this intricate journey, let’s do so with open hearts, trusting that our passions will guide us to places we never imagined possible.",
    "lastmodified": "2024-01-01T00:01:54.212698177-08:00",
    "tags": []
  },
  "/private/drafts/draft-reflections-on-Being-Mortal": {
    "title": "draft-reflections on Being Mortal",
    "content": "scandalous title: I've been thinking a lot about death lately\nsubtitle: reflections on Being Mortal by Atul Gawande\n\n## Outline\n- Hook about grandpa\n- Being Mortal and its questions\n- Conversations with my mom about her views on death\n- Conclusion / Thesis\n\t- Live with intention\n- \n## Draft\n\n\n## Further Reading (and Watching)\n### To Read\n- *Being Mortal* by Atul Gawande\n### To Watch\n- Endgame on Netflix\n- [Facing Death](https://www.youtube.com/watch?v=UDvR5FBqI_s) (PBS Documentary) on YouTube\n\t- Quote: The truth of it is that for all of this magnificent techn, teh underlying illnesa nd medicla condition of hte patient are far and way the most improtant factors in determining the outcome (death or life). but it feels like when you have the tech available taht you r deicisons to use or not use it are like the decisions to allow life or not allow life and that's a position that any of us wants to be in. (42:35)\n\n",
    "lastmodified": "2023-12-20T18:29:57.186692351-08:00",
    "tags": []
  },
  "/private/drafts/draft-the-cards-ive-been-dealt": {
    "title": "draft-the cards i've been dealt",
    "content": "title: the cards I've been dealt\nsubtitle: on resilience.\n\nDear friends, \nIf my life was a deck of cards, each card representing a distinct experience, I have a pretty good hand. I feel incredibly lucky (link to man im lucky page) - to have you all, to be in the Bay Area, and to have the amazing opportunity to learn from people I look up to at the Innovative Genomics Institute. \n\nAt the same time, I also have some pretty shitty cards, most of which represent something I don't feel comfortable writing about in public (yet) and consist of experiences that have left me feeling trapped, suffocated, and doubted. Formative experiences woven deep into my fabric of existence.\n\nTo undo these not-so-great cards I've been dealt, I've learned the art of reshuffling my deck. \n\nI had a self-help book phase. \n\nSometimes I wonder if diving head first into work is just a way for me to ignore having to confront the aftermath of those shitty cards. \n\n\nPoker metaphor - take a gamble\nBreaking out of my cage comes with consequences. But as I've gotten older and understood the costs of my actions, I've decided I'd rather have a go at it and deal with the ugly, ugly consequences than not live at all. \n\nDealing with the consequences gets easier, or so I thought. But they accumulate, and can be a lot to take in sometimes.\n\nI had a self-help book phase, and I have a self-defined purpose I work toward. I have fulfilling hobbies. My deck now holds cards filled with fulfilling hobbies, the ability to find the silver lining in life's moments, and the practice of living with intention and meaning.\n\nPoker metaphor - life is a series of bets and raises. \n- a bit cliche\nLife is a series of bets, raises, and sometimes even bluffs. In my game of poker, I learned to adapt, strategize, and find the inner strength to stay in the game. \n\nI realized how good/bad the hand I held didn't matter as much as how I chose to play it.\nIf no one was going to bet on me, I would bet on myself.\n\nAfter years of trying to build a new hand, a lot more of the cards in my deck are from my own choosing. Not what I started out with.\n- Strategies that have helped include introspection. \n\nStill, \nSometimes unpredictable things happen, and it feels like I'm back at the beginning again. Back again with that shitty deck I started out with.\nI can feel the lingering weight of these tough cards / my starting tough cards. \nI ask, \"why me? Why do I have to deal with this?\" \nIn my late night messages I send, teary-eyed, to V, trembling voice in audio messages to T, and frantic texts to E asking for help and advice - that feeling of desperation, of hopelessness. Feels like I'm back to square 1. \n\nBut, the game's not over. I know it won't be over until I stop trying.\n\nSince high school, \nI've been on a journey to build a new hand, a hand filled with confidence, aspiration, and hope. I've come to accept that I can't control my hand down to every card - i can't control everything in life - and that's okay. Life will always be filled with randomness and uncertainty.\nThe art of building a new hand, a hand of confidence, aspiration, and hope. \n\nI can't control everything. So be it. There will always be randomness and uncertainty.\n\nI won't go so far as to say I'm happy I had shitty cards to begin with. I'm not. At the same time, every one starts out with _some_ shitty cards, they just take different forms.\nFor what it's worthy, they make me appreciate the hand I now have. \n\n\nComing to college has helped (new environment).\n\nI write not in self-pity but in an attempt to acknowledge - the first step in forgiving and forgetting. \n\n\nI'm writing in such broad strokes and in a metaphor about this because I don't wish to disclose the subject matter in public (yet), but I'm more than happy to talk about anything and everything in personal conversations. \n\n---\nChat gp.  suggested outline\nUsing the metaphor of \"the cards that I've been dealt\" is an excellent way to convey the idea of dealing with the circumstances and challenges in your life. Here's how you can approach this metaphor:\n\nTitle: \"Dealing with the Hand I Was Given\"\n\n1. **Introduction**:\n   Begin by introducing the metaphor of \"the cards that I've been dealt\" as a way to describe your life experiences and challenges. You can explain that your life has been like a series of cards dealt to you, some difficult and others more favorable.\n\n2. **The Deck of Life**:\n   Describe the metaphorical \"deck of life\" and how it contains various cards, each representing different moments or challenges in your life. Some cards may symbolize the abuse, while others may represent moments of personal growth.\n\n3. **The Tough Hands**:\n   Discuss the challenging cards you were dealt, such as those symbolizing abuse, loss of confidence, and the restrictions placed on you by your mother's bipolar disorder. Share the emotional impact of these cards on your life.\n\n4. **Playing the Game**:\n   Describe how you've had to play the game of life with the cards you were given. Discuss the strategies you've developed to cope with the challenges and adversity.\n\n5. **Resilience and Growth**:\n   Highlight how, despite the difficult cards, you've managed to find strength and resilience within yourself. Share stories of how you've turned some of those challenging cards into opportunities for personal growth.\n\n6. **The Art of Shuffling**:\n   Talk about the process of reshuffling the deck, which represents your journey towards healing and personal development. Share how you've taken control of your life and made choices to shape your own destiny.\n\n7. **The Hand You're Building**:\n   Discuss the positive changes and growth you're currently experiencing. These represent the new hand you're building, one that holds cards of self-confidence, inner strength, and hope.\n\n8. **Empowerment Through the Metaphor**:\n   Explain how using the metaphor of \"the cards that I've been dealt\" has allowed you to explore and make sense of your experiences. It has also empowered you to share your story and inspire others facing their own challenges.\n\n9. **Conclusion**:\n   Conclude by reflecting on your journey and how you're gradually feeling more comfortable in your own shoes, growing one day at a time, despite the cards you've been dealt.\n\nUsing this metaphor, you can convey the complexity of your experiences, the adversity you've faced, and the positive changes you've made in your life. It allows readers to understand your journey in a relatable and meaningful way.\n\n----\n\nYou're four years old, sitting in the back seat of EH and CH's car. You cover your ears as the arguing grows louder and louder. \n\ndescribe the scene\n\nTen years old.\nYou remember being called a \"retard\" for not solving a math problem correctly. \n\nTwelve years old.\nSchool was your happy place. You didn't want to leave because leaving meant returning to a place of darkness. Of negativity. \n\nEighteen years old. \nYou're *devastated* when you decide to commit to UC Berkeley. Yes, this sounds ridiculous, but CH was disappointed in you for \"only getting into Berkeley.\"\n\nYou lie in bed, staring at the ceiling. In your pitch-black bedroom, you listen to \"Let You Down\" by NF on repeat wondering where you went wrong.\n\nYou are infinitely grateful to have a roof on your head, food to eat, and clothes to wear, but you have a big, gaping hole in your heart that just can't seem to heal. You wonder if it will ever heal. \n\n",
    "lastmodified": "2023-12-08T00:23:13.153776914-08:00",
    "tags": []
  },
  "/private/drafts/draft-what-to-do-over-the-winter": {
    "title": "draft-what to do over the winter",
    "content": "1. Update my personal website using James Mulholland's template \n\t1. Github repo here: https://github.com/mulholo/jmulholland-dot-com\n\t2. James' blog post about it here: https://jmulholland.com/design/\n2. Start studying MCAT ochem book - define how many chapters\n3. Keep doing PSC stuff\n4. Keep going to lab",
    "lastmodified": "2023-11-27T23:05:01.634586487-08:00",
    "tags": []
  }
}